/* OID.strings
/*
/* This file maps object identifiers (OIDs) to their corresponding labels.
/* These labels are used when displaying the details of a certificate's contents.
/*
/* NOTE TO LOCALIZERS:
/*
/* All strings in this file should eventually be localized. However, not all of them are
/* currently localizable. Specifically, there are a number of acronymns and abbreviations
/* which still need to be expanded into the corresponding English words. [3751398]
/*
/* Acronymns, such as "RSA," "DES," "X.509," "S/MIME," and so on, should be left alone for now.
/* Abbreviated labels such as "id-aa-dvcs-dvc" should also not be localized if present.


/* Deutsche Telekom */

"06 05 02 82 06 01 0A"			= "Telesec";
"06 06 02 82 06 01 0A 00"		= "Telesec-udvidelse";
"06 06 02 82 06 01 0A 01"		= "Telesec-mekanisme";

"06 07 02 82 06 01 0A 01 00"	= "Telesec-godkendelse";
"06 08 02 82 06 01 0A 01 00 01"	= "Godkendelse af adgangskode";
"06 08 02 82 06 01 0A 01 00 02" = "Beskyttet godkendelse af adgangskode";
"06 08 02 82 06 01 0A 01 00 03" = "Envejs X.509-godkendelse";
"06 08 02 82 06 01 0A 01 00 04" = "Tovejs X.509-godkendelse";
"06 08 02 82 06 01 0A 01 00 05" = "Trevejs X.509-godkendelse";
"06 08 02 82 06 01 0A 01 00 06" = "Envejs ISO9798-godkendelse";
"06 08 02 82 06 01 0A 01 00 07" = "Tovejs ISO9798-godkendelse";
"06 08 02 82 06 01 0A 01 00 08" = "Telekom-godkendelse";

"06 07 02 82 06 01 0A 01 01"	= "Telesec-signatur";
"06 08 02 82 06 01 0A 01 01 01"	= "MD4 med RSA og ISO9697";
"06 08 02 82 06 01 0A 01 01 02"	= "MD4 med RSA og Telesec-signaturstandard";
"06 08 02 82 06 01 0A 01 01 03"	= "MD5 med RSA og ISO9697";
"06 08 02 82 06 01 0A 01 01 04"	= "MD5 med RSA og Telesec-signaturstandard";
"06 08 02 82 06 01 0A 01 01 05"	= "RIPEMD-160 med RSA og Telekom-signaturstandard";
"06 08 02 82 06 01 0A 01 01 09"	= "HBCI RSA-signatur";

"06 07 02 82 06 01 0A 01 02"	= "Telesec-kryptering";
"06 08 02 82 06 01 0A 01 02 00"	= "ingen";
"06 08 02 82 06 01 0A 01 02 01"	= "RSA Telesec";
"06 08 02 82 06 01 0A 01 02 02"	= "DES";
"06 09 02 82 06 01 0A 01 02 02 01"	= "DES ECB";
"06 09 02 82 06 01 0A 01 02 02 02"	= "DES CBC";
"06 09 02 82 06 01 0A 01 02 02 03"	= "DES OFB";
"06 09 02 82 06 01 0A 01 02 02 04"	= "DES CFB8";
"06 09 02 82 06 01 0A 01 02 02 05"	= "DES CFB64";
"06 08 02 82 06 01 0A 01 02 03"	= "3DES";
"06 09 02 82 06 01 0A 01 02 03 01"	= "3DES ECB";
"06 09 02 82 06 01 0A 01 02 03 02"	= "3DES CBC";
"06 09 02 82 06 01 0A 01 02 03 03"	= "3DES OFB";
"06 09 02 82 06 01 0A 01 02 03 04"	= "3DES CFB8";
"06 09 02 82 06 01 0A 01 02 03 05"	= "3DES CFB64";
"06 08 02 82 06 01 0A 01 02 04"	= "Magenta";
"06 08 02 82 06 01 0A 01 02 05"	= "IDEA";
"06 09 02 82 06 01 0A 01 02 05 01"	= "IDEA ECB";
"06 09 02 82 06 01 0A 01 02 05 02"	= "IDEA CBC";
"06 09 02 82 06 01 0A 01 02 05 03"	= "IDEA OFB";
"06 09 02 82 06 01 0A 01 02 05 04"	= "IDEA CFB8";
"06 09 02 82 06 01 0A 01 02 05 05"	= "IDEA CFB64";

"06 07 02 82 06 01 0A 01 03"	= "Envejs funktion";
"06 08 02 82 06 01 0A 01 03 01"	= "MD4";
"06 08 02 82 06 01 0A 01 03 02"	= "MD5";
"06 08 02 82 06 01 0A 01 03 03"	= "SqModN-X509";
"06 08 02 82 06 01 0A 01 03 04"	= "SqModN-ISO";
"06 08 02 82 06 01 0A 01 03 05"	= "RIPEMD-128";
"06 08 02 82 06 01 0A 01 03 06"	= "Hash med blokkode";
"06 08 02 82 06 01 0A 01 03 07"	= "MAC";
"06 08 02 82 06 01 0A 01 03 08"	= "RIPEMD-160";

"06 07 02 82 06 01 0A 01 04"	= "FEC-funktion";
"06 08 02 82 06 01 0A 01 04 01"	= "Reed Solomon";

"06 06 02 82 06 01 0A 02"		= "Telesec-modul";
"06 07 02 82 06 01 0A 02 00"	= "Algoritmer";
"06 07 02 82 06 01 0A 02 01"	= "Typer af egenskaber";
"06 07 02 82 06 01 0A 02 02"	= "Certifikattyper";
"06 07 02 82 06 01 0A 02 03"	= "Beskedtyper";
"06 07 02 82 06 01 0A 02 04"	= "PL-protokol";
"06 07 02 82 06 01 0A 02 05"	= "SME og komponenter i SME";
"06 07 02 82 06 01 0A 02 06"	= "FEC";
"06 07 02 82 06 01 0A 02 07"	= "Praktiske definitioner";
"06 07 02 82 06 01 0A 02 08"	= "STE-arkiver";
"06 07 02 82 06 01 0A 02 09"	= "SAdmin";
"06 07 02 82 06 01 0A 02 0A"	= "Elektronisk ordre";
"06 07 02 82 06 01 0A 02 0B"	= "Asymmetrisk Telesec TTP-program";
"06 07 02 82 06 01 0A 02 0C"	= "Telesec TTP-basisprogram";
"06 07 02 82 06 01 0A 02 0D"	= "Telesec TTP-beskeder";
"06 07 02 82 06 01 0A 02 0E"	= "Telesec TTP Time Stamp Application";

"06 06 02 82 06 01 0A 03"		= "Objekttype";
"06 07 02 82 06 01 0A 03 00"	= "Andet Telesec-navn";
"06 07 02 82 06 01 0A 03 01"	= "Bibliotek";
"06 07 02 82 06 01 0A 03 02"	= "Bibliotekstype";
"06 07 02 82 06 01 0A 03 03"	= "Biblioteksgruppe";
"06 07 02 82 06 01 0A 03 04"	= "Biblioteksbruger";
"06 07 02 82 06 01 0A 03 05"	= "Symmetrisk nøgleelement";

"06 06 02 82 06 01 0A 04"		= "Pakke";
"06 06 02 82 06 01 0A 05"		= "Parameter";
"06 06 02 82 06 01 0A 06"		= "Navnebinding";
"06 06 02 82 06 01 0A 07"		= "Egenskab";
"06 07 02 82 06 01 0A 07 00"	= "Programgruppe-id";
"06 07 02 82 06 01 0A 07 01"	= "Certifikattype";
"06 07 02 82 06 01 0A 07 02"	= "Telesec-certifikat";
"06 07 02 82 06 01 0A 07 03"	= "Certifikatnummer";
"06 07 02 82 06 01 0A 07 04"	= "Liste over tilbagekaldte certifikater";
"06 07 02 82 06 01 0A 07 05"	= "Oprettelsesdato";
"06 07 02 82 06 01 0A 07 06"	= "Udsteder";
"06 07 02 82 06 01 0A 07 07"	= "Navngivningsmyndighed";
"06 07 02 82 06 01 0A 07 08"	= "Offentligt nøglebibliotek";
"06 07 02 82 06 01 0A 07 09"	= "Sikkerheds-domain";
"06 07 02 82 06 01 0A 07 0A"	= "Emne";
"06 07 02 82 06 01 0A 07 0B"	= "Tidspunkt for tilbagekaldelse";
"06 07 02 82 06 01 0A 07 0C"	= "Henvising til brugergruppe";
"06 07 02 82 06 01 0A 07 0D"	= "Gyldighed";
"06 07 02 82 06 01 0A 07 0E"	= "ZERT93";
"06 07 02 82 06 01 0A 07 0F"	= "Miljø til sikkerhedsmeddelelse";
"06 07 02 82 06 01 0A 07 10"	= "Anonymiseret offentligt nøglebibliotek";
"06 07 02 82 06 01 0A 07 11"	= "Telesec-fornavn";
"06 07 02 82 06 01 0A 07 12"	= "Navnetilføjelser";
"06 07 02 82 06 01 0A 07 13"	= "Telesec-postnummer";
"06 07 02 82 06 01 0A 07 14"	= "Navneskelnen";
"06 07 02 82 06 01 0A 07 15"	= "Telesec-certifikatliste";
"06 07 02 82 06 01 0A 07 16"	= "Teletrust-certifikatliste";
"06 07 02 82 06 01 0A 07 17"	= "X.509-certifikatliste";
"06 07 02 82 06 01 0A 07 18"	= "Udstedelsestidspunkt";
"06 07 02 82 06 01 0A 07 19"	= "Fysisk kortnummer";
"06 07 02 82 06 01 0A 07 1A"	= "Arkivtype";
"06 07 02 82 06 01 0A 07 1B"	= "Ctl-dokument er arkiv";
"06 07 02 82 06 01 0A 07 1C"	= "E-post-adresse";
"06 07 02 82 06 01 0A 07 1D"	= "Liste over certifikatskabeloner";
"06 07 02 82 06 01 0A 07 1E"	= "Biblioteksnavn";
"06 07 02 82 06 01 0A 07 1F"	= "Navn på bibliotekstype";
"06 07 02 82 06 01 0A 07 20"	= "Navn på biblioteksgruppe";
"06 07 02 82 06 01 0A 07 21"	= "Brugernavn til bibliotek";
"06 07 02 82 06 01 0A 07 22"	= "Tilbagekaldelsesflag";
"06 07 02 82 06 01 0A 07 23"	= "Navn på symmetrisk nøgleelement";
"06 07 02 82 06 01 0A 07 24"	= "GL-nummer";
"06 07 02 82 06 01 0A 07 25"	= "GO-nummer";
"06 07 02 82 06 01 0A 07 26"	= "G-nøgledata";
"06 07 02 82 06 01 0A 07 27"	= "Z-nøgledata";
"06 07 02 82 06 01 0A 07 28"	= "KT-nøgledata";
"06 07 02 82 06 01 0A 07 2A"	= "KT-nøglenummer";
"06 07 02 82 06 01 0A 07 33"	= "Tidspunkt for oprettelse af tilbagekaldelse";
"06 07 02 82 06 01 0A 07 34"	= "Ansvarlighedstekst";

"06 06 02 82 06 01 0A 08"		= "Attributgruppe";
"06 06 02 82 06 01 0A 09"		= "Handling";
"06 06 02 82 06 01 0A 0A"		= "Besked";
"06 06 02 82 06 01 0A 0B"		= "SNMP-MIBS";

"06 07 02 82 06 01 0A 0B 01"	= "Sikkerhedsprogram";

"06 06 02 82 06 01 0A 0C"		= "Definitioner af Cert- og CRL-udvidelser";

"06 07 02 82 06 01 0A 0C 00"	= "Udvidelse af begrænset ansvar for certifikatudvidelse";
"06 07 02 82 06 01 0A 0C 01"	= "Id til udvidelse af Telesec-certifikat";
"06 07 02 82 06 01 0A 0C 02"	= "Politik-id til Telesec";
"06 07 02 82 06 01 0A 0C 03"	= "Id til kvalifikation af Telesec-politik";
"06 07 02 82 06 01 0A 0C 04"	= "Filtreret Telesec CRL-udvidelse";
"06 07 02 82 06 01 0A 0C 05"	= "Telesec CRL-filterudvidelse";
"06 07 02 82 06 01 0A 0C 06"	= "Udvidelse til Telesec-navngivningsmyndighed";

/* RFC 1274 (X.500 attribute collection from the UK, thus the weird OID). */

"06 0A 09 92 26 89 93 F2 2C 64 01 01"	= "Bruger-id";
"06 0A 09 92 26 89 93 F2 2C 64 01 03"	= "RFC822-postkasse";

/* RFC 2247 */

"06 0A 09 92 26 89 93 F2 2C 64 01 19"	= "Domain-komponent";

/* Australian Government */

"06 06 2A 24 01 82 4D 01"   = "Australsk virksomhedsnummer";

/* Certificates Australia */

"06 0A 2A 24 A4 97 A3 53 01 64 01 01"	= "Politik-id til australske certifikater";

/* Signet */

"06 09 2A 24 A0 F2 A0 7D 01 01 02"	= "Signet Personal";
"06 09 2A 24 A0 F2 A0 7D 01 01 03"	= "Signet Business";
"06 09 2A 24 A0 F2 A0 7D 01 01 04"	= "Signet Legal";
"06 09 2A 24 A0 F2 A0 7D 01 01 0A"	= "Signet Pilot";
"06 09 2A 24 A0 F2 A0 7D 01 01 0B"	= "Signet IntraNet";
"06 09 2A 24 A0 F2 A0 7D 01 01 14"	= "Politik-id til Signet";

/* Mitsubishi */

"06 0B 2A 83 08 8C 1A 4B 3D 01 01 01"		= "Symmetrisk krypteringsalgoritme";
"06 0C 2A 83 08 8C 9A 4B 3D 01 01 01 01"	= "MISTY1-CBC";

/* SEIS */

"06 05 2A 85 70 22 01"		= "SEIS CP";
"06 06 2A 85 70 22 01 01"	= "Politik-id til SEIS High-Assurance";
"06 06 2A 85 70 22 01 02"	= "Politik-id til SEIS GAK";
"06 05 2A 85 70 22 02"		= "SEIS PE";
"06 05 2A 85 70 22 03"		= "SEIS AT";
"06 06 2A 85 70 22 03 01"	= "Personlig id til SEIS AT";

/* ANSI X9.57 */

"06 06 2A 86 48 CE 38 01"		= "ANSI X9.57-modul";
"06 07 2A 86 48 CE 38 01 01"	= "X9F1-certifikatadministration";
"06 06 2A 86 48 CE 38 02"		= "Afbrydelsesinstruks";
"06 07 2A 86 48 CE 38 02 01"	= "Afbrydelsesinstruks-Ingen";
"06 07 2A 86 48 CE 38 02 02"	= "Opkaldsudbyder";
"06 07 2A 86 48 CE 38 02 03"	= "Afvis";
"06 07 2A 86 48 CE 38 02 04"	= "Pickup-tegn";
"06 06 2A 86 48 CE 38 03"		= "Egenskab";
"06 06 2A 86 48 CE 38 03 01"	= "Kontrasignatur";
"06 06 2A 86 48 CE 38 03 02"	= "Attributcertifikat";
"06 06 2A 86 48 CE 38 04"		= "Algoritme";
"06 07 2A 86 48 CE 38 04 01"	= "DSA";
"06 07 2A 86 48 CE 38 04 02"	= "DSA-overensstemmelse";
"06 07 2A 86 48 CE 38 04 03"	= "DSA med SHA-1";

/* ANSI X9.62 */

"06 06 2A 86 48 CE 3D 01"		= "ANSI X9.62-felttype";
"06 07 2A 86 48 CE 3D 01 01"	= "Primært felt";
"06 07 2A 86 48 CE 3D 01 02"	= "Characteristic-Two Field";
"06 09 2A 86 48 CE 3D 01 02 03"	= "Characteristic-Two Basis";
"06 0A 2A 86 48 CE 3D 01 02 03 01"	= "Tom basis";
"06 0A 2A 86 48 CE 3D 01 02 03 02"	= "Treleddet basis";
"06 0A 2A 86 48 CE 3D 01 02 03 03"	= "Femleddet basis";
"06 06 2A 86 48 CE 3D 02"		= "Offentlig nøgletype";
"06 07 2A 86 48 CE 3D 02 01"	= "Offentlig nøgle med elliptisk kurve";

/* ANSI X9.42 */

"06 06 2A 86 48 CE 3E 01"		= "ANSI X9.42-felttype";
"06 07 2A 86 48 CE 3E 01 01"	= "Galois-felt til primtal";
"06 06 2A 86 48 CE 3E 02"		= "Nummertype";
"06 07 2A 86 48 CE 3E 02 01"	= "Offentlig Diffie-Hellman-nøgle";
"06 06 2A 86 48 CE 3E 03"		= "Plan";
"06 07 2A 86 48 CE 3E 03 01"	= "Statisk Diffie-Hellman";
"06 07 2A 86 48 CE 3E 03 02"	= "Kortvarig Diffie-Hellman";
"06 07 2A 86 48 CE 3E 03 03"	= "Diffie-Hellman-hybrid 1";
"06 07 2A 86 48 CE 3E 03 04"	= "Diffie-Hellman-hybrid 2";
"06 07 2A 86 48 CE 3E 03 05"	= "MQV2";
"06 07 2A 86 48 CE 3E 03 06"	= "MQV1";

/* Nortel Secure Networks/Entrust */

"06 07 2A 86 48 86 F6 7D 07"		= "NSN";
"06 08 2A 86 48 86 F6 7D 07 41"		= "NSN-CE";
"06 09 2A 86 48 86 F6 7D 07 41 00"	= "Entrust-versionsinfo";
"06 08 2A 86 48 86 F6 7D 07 42"		= "NSN-Alg";
"06 09 2A 86 48 86 F6 7D 07 42 03"	= "CAST3-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0A"	= "CAST5-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0B"	= "CAST5-MAC";
"06 09 2A 86 48 86 F6 7D 07 42 0C"	= "PBE med MD5 og CAST5-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0D"	= "MAC baseret på adgangskode";
"06 08 2A 86 48 86 F6 7D 07 43"		= "NSN-OC";
"06 09 2A 86 48 86 F6 7D 07 43 0C"	= "Entrust-bruger";
"06 08 2A 86 48 86 F6 7D 07 44"		= "NSN-AT";
"06 09 2A 86 48 86 F6 7D 07 44 00"	= "Entrust CA-info";
"06 09 2A 86 48 86 F6 7D 07 44 0A"	= "Attributcertifikat";

/* PKCS #1 */

"06 08 2A 86 48 86 F7 0D 01 01"		= "PKCS-1";
"06 09 2A 86 48 86 F7 0D 01 01 01"	= "RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 02"	= "MD2 med RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 03"	= "MD4 med RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 04"	= "MD5 med RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 05"	= "SHA-1 med RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 06"	= "RSA-OAEP-kryptering (SET)";
"06 09 2A 86 48 86 F7 0D 01 01 07"	= "RSA-OAEP-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 08"	= "RSA-OAEP-MGF";
"06 09 2A 86 48 86 F7 0D 01 01 09"	= "RSA-OAEP med bestemt etiket";
"06 09 2A 86 48 86 F7 0D 01 01 0A"	= "RSA-PSS-signaturtype";
"06 09 2A 86 48 86 F7 0D 01 01 0B"	= "SHA-256 med RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 0C"	= "SHA-384 med RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 0D"	= "SHA-512 med RSA-kryptering";
"06 09 2A 86 48 86 F7 0D 01 01 0E"	= "SHA-224 med RSA-kryptering";

/* BSAFE/PKCS #2 (obsolete) */

"06 08 2A 86 48 86 F7 0D 01 02"		= "BSAFE RSA-kryptering";

/* PKCS #3 */

"06 08 2A 86 48 86 F7 0D 01 03"		= "PKCS-3";
"06 09 2A 86 48 86 F7 0D 01 03 01"	= "Diffie-Hellman-nøgleaftale";

/* PKCS #5 */

"06 08 2A 86 48 86 F7 0D 01 05"		= "PKCS-5";
"06 09 2A 86 48 86 F7 0D 01 05 01"	= "PBE med MD2 og DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 03"	= "PBE med MD5 og DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 04"	= "PBE med MD2 og RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 06"	= "PBE med MD5 og RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 09"	= "PBE med MD5 og XOR";
"06 09 2A 86 48 86 F7 0D 01 05 0A"	= "PBE med SHA og DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 0C"	= "PKCS-5 PBKDF2";
"06 09 2A 86 48 86 F7 0D 01 05 0D"	= "PKCS-5 PBES2";
"06 09 2A 86 48 86 F7 0D 01 05 0E"	= "PKCS-5 PBMAC1";

/* PKCS #7 */

"06 08 2A 86 48 86 F7 0D 01 07"		= "PKCS-7";
"06 09 2A 86 48 86 F7 0D 01 07 01"	= "Data";
"06 09 2A 86 48 86 F7 0D 01 07 02"	= "Signerede data";
"06 09 2A 86 48 86 F7 0D 01 07 03"	= "Indpakkede data";
"06 09 2A 86 48 86 F7 0D 01 07 04"	= "Signerede og indpakkede data";
"06 09 2A 86 48 86 F7 0D 01 07 05"	= "Behandlede data";
"06 09 2A 86 48 86 F7 0D 01 07 06"	= "Krypterede data";
"06 09 2A 86 48 86 F7 0D 01 07 07"	= "Data med attributter";
"06 09 2A 86 48 86 F7 0D 01 07 08"	= "Info om krypteret privat nøgle";

/* PKCS #9 */

"06 08 2A 86 48 86 F7 0D 01 09"		= "PKCS-9";
"06 09 2A 86 48 86 F7 0D 01 09 01"	= "E-post-adresse";
"06 09 2A 86 48 86 F7 0D 01 09 02"	= "Ustruktureret navn";
"06 09 2A 86 48 86 F7 0D 01 09 03"	= "Indholdstype";
"06 09 2A 86 48 86 F7 0D 01 09 04"	= "Beskedbehandling";
"06 09 2A 86 48 86 F7 0D 01 09 05"	= "Signeringstidspunkt";
"06 09 2A 86 48 86 F7 0D 01 09 06"	= "Kontrasignatur";
"06 09 2A 86 48 86 F7 0D 01 09 07"	= "Kontroller adgangskode";
"06 09 2A 86 48 86 F7 0D 01 09 08"	= "Ustruktureret adresse";
"06 09 2A 86 48 86 F7 0D 01 09 09"	= "Udvidede certifikatattributter";
"06 09 2A 86 48 86 F7 0D 01 09 0A"	= "Udsteder og serienummer";
"06 09 2A 86 48 86 F7 0D 01 09 0B"	= "Adgangskodekontrol";
"06 09 2A 86 48 86 F7 0D 01 09 0C"	= "Offentlig nøgle";
"06 09 2A 86 48 86 F7 0D 01 09 0D"	= "Signaturbeskrivelse";
"06 09 2A 86 48 86 F7 0D 01 09 0E"	= "Udvidelsesanmodning";

/* PKCS #9 for use with S/MIME */

"06 09 2A 86 48 86 F7 0D 01 09 0F"		= "S/MIME-funktioner";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 01"	= "Foretræk signerede data";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 02"	= "Kan ikke afkryptere nogen";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 03"	= "Modtagelsesanmodning";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 04"	= "Modtagelse";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 05"	= "Stikord til indhold";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 06"	= "Postlistens udbredelseshistorie";

"06 09 2A 86 48 86 F7 0D 01 09 10"			= "S/MIME";

/* S/MIME Modules */

"06 0A 2A 86 48 86 F7 0D 01 09 10 00"		= "S/MIME-moduler";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 01"	= "Kryptografisk beskedsyntaks";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 02"	= "Forbedrede sikkerhedstjenester";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 03"	= "S/MIME-objekt-id";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 04"	= "S/MIME V3-besked";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 05"	= "Elektronisk ETS-signatur 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 06"	= "Elektronisk ETS-signatur 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 07"	= "Politik mht. elektronisk ETS-signatur 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 08"	= "Politik mht. elektronisk ETS-signatur 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 09"	= "id-mod-certdist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0A"	= "id-mod-domsec";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0B"	= "id-mod-compress";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0C"	= "id-mod-symkeydist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0D"	= "id-mod-cek-reuse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0E"	= "id-mod-cms-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0F"	= "id-mod-v1AttrCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 10"	= "id-mod-cmsalg-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 11"	= "id-mod-cms-pwri-88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 12"	= "id-mod-cms-pwri-97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 13"	= "id-mod-cms-aes";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 14"	= "id-mod-cms-rsaes-oaep";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 15"	= "id-mod-msg-v3dot1";

/* S/MIME Content Types */

"06 0A 2A 86 48 86 F7 0D 01 09 10 01"		= "S/MIME-indsholdstyper";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 01"	= "id-ct-receipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 02"	= "id-ct-authData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 03"	= "id-ct-publishCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 04"	= "id-ct-TSTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 05"	= "id-ct-TDTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 06"	= "id-ct-contentInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 07"	= "id-ct-DVCSRequestData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 08"	= "id-ct-DVCSResponseData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 09"	= "id-ct-compressedData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0A"	= "id-ct-svcp-certValRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0B"	= "id-ct-svcp-certValResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0C"	= "id-ct-svcp-valPolRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0D"	= "id-ct-svcp-valPolResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0E"	= "id-ct-attrCertEncAttrs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0F"	= "id-ct-TSReq";

/* S/MIME Authenticated Attributes */

"06 0A 2A 86 48 86 F7 0D 01 09 10 02"		= "S/MIME-godkendte attributter";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 01"	= "id-aa-receiptRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 02"	= "id-aa-securityLabel";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 03"	= "id-aa-mlExpandHistory";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 04"	= "id-aa-contentHint";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 05"	= "id-aa-msgSigDigest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 06"	= "id-aa-encapContentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 07"	= "id-aa-contentIdentifier";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 08"	= "id-aa-macValue";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 09"	= "id-aa-equivalentLabels";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0A"	= "id-aa-contentReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0B"	= "id-aa-encrypKeyPref";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0C"	= "id-aa-signingCertificate";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0D"	= "id-aa-smimeEncryptCerts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0E"	= "id-aa-timeStampToken";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0F"	= "id-aa-ets-sigPolicyId";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 10"	= "id-aa-ets-commitmentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 11"	= "id-aa-ets-signerLocation";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 12"	= "id-aa-ets-signerAttr";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 13"	= "id-aa-ets-otherSigCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 14"	= "id-aa-ets-contentTimestamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 15"	= "id-aa-ets-CertificateRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 16"	= "id-aa-ets-RevocationRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 17"	= "id-aa-ets-certValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 18"	= "id-aa-ets-revocationValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 19"	= "id-aa-ets-escTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1A"	= "id-aa-ets-certCRLTimestamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1B"	= "id-aa-ets-archiveTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1C"	= "id-aa-signatureType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1D"	= "id-aa-dvcs-dvc";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1E"	= "id-aa-CEKReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1F"	= "id-aa-maxCEKDecrypts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 20"	= "id-aa-KEKDerivationAlg";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 21"	= "id-aa-intendedRecipients";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 22"	= "id-aa-cmc-unsignedData";

/* S/MIME Algorithms */

"06 0A 2A 86 48 86 F7 0D 01 09 10 03"		= "S/MIME-algoritmer";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 01"	= "id-alg-ESDHwith3DES";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 02"	= "id-alg-ESDHwithRC2";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 03"	= "id-alg-3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 04"	= "id-alg-RC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 05"	= "id-alg-ESDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 06"	= "id-alg-CMS3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 07"	= "id-alg-CMSRC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 08"	= "id-alg-zlib";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 09"	= "id-alg-PWRI-KEK";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0A"	= "id-alg-SSDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0B"	= "id-alg-HMACwith3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0C"	= "id-alg-HMACwithAESwrap";

/* S/MIME Certificate Distribution */

"06 0A 2A 86 48 86 F7 0D 01 09 10 04"		= "S/MIME-certifikatdistribution";
"06 0B 2A 86 48 86 F7 0D 01 09 10 04 01"	= "LDAP-certifikatdistribution";

/* S/MIME Signature Policy Qualifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 05"		= "Politikkvalifikation til S/MIME-signatur";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 01"	= "id-spq-ets-sqt-uri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 02"	= "id-spq-ets-sqt-unotice";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 01"	= "id-cti-ets-proofOfOrigin";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 02"	= "id-cti-ets-proofOfReceipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 03"	= "id-cti-ets-proofOfDelivery";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 04"	= "id-cti-ets-proofOfSender";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 05"	= "id-cti-ets-proofOfApproval";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 06"	= "id-cti-ets-proofOfCreation";

/* S/MIME Signature Type Identifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 09"		= "Type-id til S/MIME-signatur";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 01"	= "Afsendersignatur";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 02"	= "Domain-signatur";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 03"	= "Signatur til ekstra attributter";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 04"	= "Gennemse signatur";

/* S/MIME Capabilities */

"06 0A 2A 86 48 86 F7 0D 01 09 10 0B"		= "S/MIME-funktioner";
"06 0B 2A 86 48 86 F7 0D 01 09 10 0B 01"	= "Helst binært indhold";

/* PKCS #9 for use with PKCS #12 */

"06 09 2A 86 48 86 F7 0D 01 09 14"			= "Venligt navn (for PKCS-12)";
"06 09 2A 86 48 86 F7 0D 01 09 15"			= "Id til lokal nøgle (for PKCS-12)";
"06 09 2A 86 48 86 F7 0D 01 09 16"			= "Certifikattyper (for PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 16 01"		= "X.509-certifikat (for PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 16 02"		= "SDSI-certifikat (for PKCS-12)";
"06 09 2A 86 48 86 F7 0D 01 09 17"			= "CRL-typer (for PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 17 01"		= "X.509 CRL (for PKCS-12)";

/* PKCS #12 */

"06 08 2A 86 48 86 F7 0D 01 0C"				= "PKCS-12-syntaks til udveksling af personlige data";
"06 09 2A 86 48 86 F7 0D 01 0C 01"			= "Adgangskodebaserede krypterings-id'er til PKCS-12";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 01"		= "PBE med SHA-1 og 128 bit RC4";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 02"		= "PBE med SHA-1 og 40 bit RC4";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 03"		= "PBE med SHA-1 og Triple DES-CBC med 3 nøgler";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 04"		= "PBE med SHA-1 og DES-CBC med 2 nøgler";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 05"		= "PBE med SHA-1 og 128 bit RC2-CBC";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 06"		= "PBE med SHA-1 og 40 bit RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 0C 02"			= "Id'er til PKCS-12 ESPVK";
"06 0A 2A 86 48 86 F7 0D 01 0C 02 01"		= "Sløring af PKCS-12 PKCS-8-nøgle";
"06 09 2A 86 48 86 F7 0D 01 0C 03"			= "Id'er til PKCS-12 Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 01"		= "Id til PKCS-12 Key Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 02"		= "Id til PKCS-12-certifikat og CRL Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 03"		= "Id til PKCS-12 Secret Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 04"		= "Id til sikkert PKCS-12-indhold";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 05"		= "Sløring af id til PKCS-12 PKCS-8 Key Bag";
"06 09 2A 86 48 86 F7 0D 01 0C 04"			= "Id til PKCS-12 Certificate Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 01"		= "Id til PKCS-12X509-certifikat og CRL Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 02"		= "Id til PKCS-12 SDSI Certificate Bag";

"06 09 2A 86 48 86 F7 0D 01 0C 05"			= "PKCS-12 OID";
"06 0A 2A 86 48 86 F7 0D 01 0C 05 01"		= "Adgangskodebaseret krypterings-id til PKCS-12";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 01"	= "PKCS-12 PBE med SHA-1 og 128 bit RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 02"	= "PKCS-12 PBE med SHA-1 og 40 bit RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 03"	= "PKCS-12 PBE med SHA-1 og tredobbelt DES-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 04"	= "PKCS-12 PBE med SHA-1 og 128 bit RC2-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 05"	= "PKCS-12 PBE med SHA-1 og 40 bit RC2-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 06"	= "PKCS-12 PBE med SHA-1 og RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 07"	= "PKCS-12 PBE med SHA-1 og RC2-CBC";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 02"		= "Id'er til PKCS-12-indpakning";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 01"	= "PKCS-12 RSA-kryptering med 128 bit RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 02"	= "PKCS-12 RSA-kryptering med 40 bit RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 03"	= "PKCS-12 RSA-kryptering med tredobbelt DES";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 03"		= "Id til PKCS-12-signatur";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 03 01"	= "PKCS-12 RSA-signatur med SHA-1";

"06 09 2A 86 48 86 F7 0D 01 0C 0A"			= "PKCS-12 Version 1";
"06 0A 2A 86 48 86 F7 0D 01 0C 0A 01"		= "Id'er til PKCS-12 Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 01"	= "PKCS-12 Key Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 02"	= "Sløring af PKCS-12 PKCS-8 Key Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 03"	= "PKCS-12 Certificate Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 04"	= "PKCS-12 CRL Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 05"	= "PKCS-12 Secret Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 06"	= "PKCS-12 Safe Contents Bag";

/* PKCS #15 */

"06 09 2A 86 48 86 F7 0D 01 0F 01"		= "PKCS-15-moduler";
"06 09 2A 86 48 86 F7 0D 01 0F 02"		= "PKCS-15-attributter";
"06 09 2A 86 48 86 F7 0D 01 0F 03"		= "PKCS-15-indholdstype";
"06 0A 2A 86 48 86 F7 0D 01 0F 03 01"	= "PKCS-15-indhold";

/* RSADSI digest algorithms */

"06 08 2A 86 48 86 F7 0D 02"			= "RSADSI Digest-algoritme";
"06 08 2A 86 48 86 F7 0D 02 02"			= "MD2";
"06 08 2A 86 48 86 F7 0D 02 04"			= "MD4";
"06 08 2A 86 48 86 F7 0D 02 05"			= "MD5";
"06 08 2A 86 48 86 F7 0D 02 07"			= "HMAC med SHA-1";

/* RSADSI encryption algorithms */

"06 08 2A 86 48 86 F7 0D 03"			= "RSADSI-krypteringsalgoritme";
"06 08 2A 86 48 86 F7 0D 03 02"			= "RC2-CBC";
"06 08 2A 86 48 86 F7 0D 03 03"			= "RC2-ECB";
"06 08 2A 86 48 86 F7 0D 03 04"			= "RC4";
"06 08 2A 86 48 86 F7 0D 03 05"			= "RC4 med MAC";
"06 08 2A 86 48 86 F7 0D 03 06"			= "DESX-CBC";
"06 08 2A 86 48 86 F7 0D 03 07"			= "DES-EDE3-CBC";
"06 08 2A 86 48 86 F7 0D 03 08"			= "RC5-CBC";
"06 08 2A 86 48 86 F7 0D 03 09"			= "RC5-CBC Pad";
"06 08 2A 86 48 86 F7 0D 03 0A"			= "DES-CDMF";

/* Identrus */

"06 09 2A 86 48 86 FA 65 01 06 01"		= "Ukendt politik-id til Identrus";
"06 08 2A 86 48 86 FA 65 04 01"			= "Identrus OCSP";

/* Ascom Systech */

"06 0A 2B 06 01 04 01 81 3C 07 01 01"		= "Ascom";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 01"	= "IDEA-ECB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 02"	= "IDEA-CBC";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 03"	= "IDEA-CFB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 04"	= "IDEA-OFB";

/* MIT */

"06 09 2A 86 48 86 F7 12 01 02 02"			= "MIT Kerberos V5";
"06 0A 2A 86 48 86 F7 12 01 02 02 03"		= "MIT bruger-til-bruger Kerberos";

/* Microsoft */

"06 09 2A 86 48 82 F7 12 01 02 02"			= "Microsoft Kerberos";

"06 08 2A 86 48 86 F7 14 01 03"				= "Objektklasse til Microsoft Exchange Server";
"06 09 2A 86 48 86 F7 14 01 03 00"			= "Siteadressering";
"06 09 2A 86 48 86 F7 14 01 03 0D"			= "Klasseskema";
"06 09 2A 86 48 86 F7 14 01 03 0E"			= "Attributskema";
"06 09 2A 86 48 86 F7 14 01 03 11"			= "Postkasseagent";
"06 09 2A 86 48 86 F7 14 01 03 16"			= "Postkasse";
"06 09 2A 86 48 86 F7 14 01 03 17"			= "Beholder";
"06 09 2A 86 48 86 F7 14 01 03 2E"			= "Postmodtager";
"06 09 2A 86 48 86 F7 14 01 02 81 71"		= "Leveringsteknologi";

"06 07 2A 86 48 86 F7 14 04"				= "Microsoft-arkivformater";
"06 08 2A 86 48 86 F7 14 04 02"				= "Microsoft Word";
"06 08 2A 86 48 86 F7 14 04 03"				= "Microsoft Excel";
"06 08 2A 86 48 86 F7 14 04 04"				= "Microsoft Project";
"06 08 2A 86 48 86 F7 14 04 05"				= "Microsoft PowerPoint";
"06 08 2A 86 48 86 F7 14 04 06"				= "Microsoft Works";

"06 08 2B 06 01 04 01 82 37 02"				= "Authenticode";
"06 0A 2B 06 01 04 01 82 37 02 01 04"		= "Kontekst for indirekte SPC-data";
"06 0A 2B 06 01 04 01 82 37 02 01 0A"		= "SPC-agenturinfo";
"06 0A 2B 06 01 04 01 82 37 02 01 0B"		= "SPC-erklæringstype";
"06 0A 2B 06 01 04 01 82 37 02 01 0C"		= "SPC Opus-info";
"06 0A 2B 06 01 04 01 82 37 02 01 0E"		= "SPC-certifikatudvidelser";
"06 0A 2B 06 01 04 01 82 37 02 01 0F"		= "SPC PE-billeddata";
"06 0A 2B 06 01 04 01 82 37 02 01 14"		= "SPC-forbindelse (type 1)";
"06 0A 2B 06 01 04 01 82 37 02 01 15"		= "Individuel kodesignering";
"06 0A 2B 06 01 04 01 82 37 02 01 16"		= "Kommerciel kodesignering";
"06 0A 2B 06 01 04 01 82 37 02 01 19"		= "SPC-forbindelse (type 2)";
"06 0A 2B 06 01 04 01 82 37 02 01 1A"		= "Minimale SPC-kriterier";
"06 0A 2B 06 01 04 01 82 37 02 01 1B"		= "Økonomiske SPC-kriterier";
"06 0A 2B 06 01 04 01 82 37 02 01 1C"		= "SPC-forbindelse (type 3)";

"06 0A 2B 06 01 04 01 82 37 02 02 0A"		= "Udbyder af NTLM-sikkerhedssupport";
"06 0A 2B 06 01 04 01 82 37 03 02 01"		= "Kontrasignatur til tidsstempel";

"06 09 2B 06 01 04 01 82 37 0A 01"			= "Liste over certifikatgodkendelse";
"06 0A 2B 06 01 04 01 82 37 0A 01 01"		= "Sorteret CTL-udvidelse";
"06 09 2B 06 01 04 01 82 37 0A 02"			= "Lokalitet for næste opdatering";

"06 09 2B 06 01 04 01 82 37 0A 03"			= "Brug af forbedret nøgle";
"06 0A 2B 06 01 04 01 82 37 0A 03 01"		= "Signering af liste over certifikatgodkendelser";
"06 0A 2B 06 01 04 01 82 37 0A 03 02"		= "Signering af tidsstempel";
"06 0A 2B 06 01 04 01 82 37 0A 03 03"		= "Server Gated Crypto";
"06 0B 2B 06 01 04 01 82 37 0A 03 03 01"	= "Seriel kryptering";
"06 0A 2B 06 01 04 01 82 37 0A 03 04"		= "Krypterede arkivsystemer";
"06 0B 2B 06 01 04 01 82 37 0A 03 04 01"	= "Kodet gendannelse af arkivsystemer";
"06 0A 2B 06 01 04 01 82 37 0A 03 05"		= "Kompatibel med Windows-hardware";
"06 0A 2B 06 01 04 01 82 37 0A 03 06"		= "NT5-signering";
"06 0A 2B 06 01 04 01 82 37 0A 03 07"		= "OEM-signering af Windows-hardware";
"06 0A 2B 06 01 04 01 82 37 0A 03 08"		= "Integreret NT-signering";
"06 0A 2B 06 01 04 01 82 37 0A 03 09"		= "Signering af liste over godkendt rod";
"06 0A 2B 06 01 04 01 82 37 0A 03 0A"		= "Kvalificeret underordning";
"06 0A 2B 06 01 04 01 82 37 0A 03 0B"		= "Nøglegendannelse";
"06 0A 2B 06 01 04 01 82 37 0A 03 0C"		= "Dokumentsignering";

"06 09 2B 06 01 04 01 82 37 0A 04"			= "Objekt-id'er til attributter";
"06 0A 2B 06 01 04 01 82 37 0A 04 01"		= "Godkendelsesattributten Ja/nej";
"06 0A 2B 06 01 04 01 82 37 0A 05 01"		= "Microsoft Music DRM";
"06 0A 2B 06 01 04 01 82 37 0A 05 02"		= "Microsoft DRM-individualisering";
"06 0A 2B 06 01 04 01 82 37 0A 06 01"		= "Microsoft-licenser";
"06 0A 2B 06 01 04 01 82 37 0A 06 02"		= "Microsoft-licensserver";

"06 08 2B 06 01 04 01 82 37 0D"				= "Objekt-id'er til Microsoft PKCS-10";
"06 09 2B 06 01 04 01 82 37 0D 01"			= "Renewal Certificate";
"06 0A 2B 06 01 04 01 82 37 0D 02 01"		= "Indskrivningsnavn/værdipar";
"06 0A 2B 06 01 04 01 82 37 0D 02 02"		= "Indskrivnings-CSP";
"06 0A 2B 06 01 04 01 82 37 0D 02 03"		= "OS-version";
"06 08 2B 06 01 04 01 82 37 0F"				= "Microsoft Java";
"06 08 2B 06 01 04 01 82 37 10"				= "Microsoft Outlook/Exchange";
"06 09 2B 06 01 04 01 82 37 10 04"			= "Microsoft Outlook Express";
"06 08 2B 06 01 04 01 82 37 11"				= "Microsoft PKCS-12-attributter";
"06 09 2B 06 01 04 01 82 37 11 01"			= "Nøglesæt på lokal computer";

"06 08 2B 06 01 04 01 82 37 14"				= "Microsoft Enrollment-infrastruktur";
"06 09 2B 06 01 04 01 82 37 14 01"			= "Auto-Enroll CTL-brug";
"06 09 2B 06 01 04 01 82 37 14 02"			= "Type af indskrivningscertifikat";
"06 0A 2B 06 01 04 01 82 37 14 02 01"		= "Indskrivningsagent";
"06 0A 2B 06 01 04 01 82 37 14 02 02"		= "Log ind med smartcard";
"06 0A 2B 06 01 04 01 82 37 14 02 03"		= "Navn på NT-agent";

"06 08 2B 06 01 04 01 82 37 15"				= "Infrastruktur til Microsoft-certifikatserver";
"06 09 2B 06 01 04 01 82 37 15 01"			= "Microsoft CA-fornyelsesversion";
"06 08 2B 06 01 04 01 82 37 58"				= "CAPICOM";
"06 09 2B 06 01 04 01 82 37 58 01"			= "CAPICOM-version";
"06 09 2B 06 01 04 01 82 37 58 02"			= "CAPICOM-attribut";
"06 0A 2B 06 01 04 01 82 37 58 02 01"		= "Dokumentnavn";
"06 0A 2B 06 01 04 01 82 37 58 02 02"		= "Dokumentbeskrivelse";
"06 09 2B 06 01 04 01 82 37 58 03"			= "Krypterede data";
"06 0A 2B 06 01 04 01 82 37 58 03 01"		= "Krypteret indhold";

/* UNINETT */

"06 0A 2B 06 01 04 01 92 7C 0A 01 01"		= "Politik-id til UNINETT";

/* ICE-TEL */

"06 08 2B 06 01 04 01 95 18 0A"				= "Politik-id til ICE-TEL";
"06 0A 2B 06 01 04 01 95 62 01 01 01"		= "Politik-id til ICE-TEL CA";

/* cryptlib */

"06 0A 2B 06 01 04 01 97 55 01 01 01"		= "Blowfish-ECB";
"06 0A 2B 06 01 04 01 97 55 01 01 02"		= "Blowfish-CBC";
"06 0A 2B 06 01 04 01 97 55 01 01 03"		= "Blowfish-CFB";
"06 0A 2B 06 01 04 01 97 55 01 01 04"		= "Blowfish-OFB";
"06 0A 2B 06 01 04 01 97 55 01 02 01"		= "ElGamal";
"06 0B 2B 06 01 04 01 97 55 01 02 01 01"	= "ElGamal med SHA-1";
"06 0B 2B 06 01 04 01 97 55 01 02 01 02"	= "ElGamal med RIPEMD-160";
"06 09 2B 06 01 04 01 97 55 03 01"			= "cryptlib-attributter";
"06 0A 2B 06 01 04 01 97 55 03 01 01"		= "cryptlib-kontrol";
"06 0A 2B 06 01 04 01 97 55 03 01 02"		= "OCSP-svar RTCS";
"06 0A 2B 06 01 04 01 97 55 03 01 03"		= "OCSP-svar udvidet RTCS";
"06 0A 2B 06 01 04 01 97 55 03 01 04"		= "Udvidet CRL-årsag";
"06 0A 2B 06 01 04 01 97 55 03 01 05"		= "Nøglefunktioner";
"06 0A 2B 06 01 04 01 97 55 03 01 06"		= "PKI-start";
"06 09 2B 06 01 04 01 97 55 04 01"			= "cryptlib-indhold";
"06 0A 2B 06 01 04 01 97 55 04 01 01"		= "cryptlib-konfigurationsdata";
"06 0A 2B 06 01 04 01 97 55 04 01 02"		= "cryptlib-brugerindeks";
"06 0A 2B 06 01 04 01 97 55 04 01 03"		= "cryptlib-brugerinfo";
"06 0B 2B 06 01 04 01 97 55 2A D7 24 01"	= "MPEG-1";
"06 0C 2B 06 01 04 01 97 55 58 59 5A 5A 59"	= "Id til XYZZY-politik";

/* Timeproof (www.timeproof.de) */

"06 07 2B 06 01 04 01 AA 60"		= "Tidsbevis";
"06 08 2B 06 01 04 01 AA 60 01"		= "System til tidssignatur";
"06 09 2B 06 01 04 01 AA 60 01 01"	= "Tidssignatursystem 80";
"06 09 2B 06 01 04 01 AA 60 01 02"	= "Tidssignatursystem 380";
"06 09 2B 06 01 04 01 AA 60 01 03"	= "Tidssignatursystem 400";

/* MEDePass */

"06 09 2B 06 01 04 01 AD 0A 00 03"  = "Sekundær praksis";
"06 09 2B 06 01 04 01 AD 0A 00 04"  = "Læge-id'er";

/* Kerberos */

"06 05 2B 06 01 05 02"              = "Kerberos v5";
"06 06 2B 06 01 05 02 03"           = "Kerberos PKINIT";
"06 07 2B 06 01 05 02 03 01"        = "Kerberos-godkendelsesdata";
"06 07 2B 06 01 05 02 03 02"        = "Kerberos Diffie-Hellman-nøgledata";
"06 07 2B 06 01 05 02 03 03"        = "Kerberos-svar - nøgledata";
"06 07 2B 06 01 05 02 03 04"        = "Kerberos-klientgodkendelse";
"06 07 2B 06 01 05 02 03 05"        = "Kerberos-nøgledistributionscenter (KDC)";

/* IANA */

"06 06 2B 06 01 05 05 01"			= "SPKM (Simple Public Key Mechanism)";
"06 06 2B 06 01 05 05 02"			= "SPNEGO";

/* PKIX */

"06 06 2B 06 01 05 05 07"			= "Infrastruktur til offentlig nøgle";

"06 07 2B 06 01 05 05 07 01"		= "Privat PKIX-certifikatudvidelse";
"06 08 2B 06 01 05 05 07 01 01"		= "Adgang til oplysninger om certifikatmyndighed";
"06 08 2B 06 01 05 05 07 01 02"		= "Biometriske oplysninger";
"06 08 2B 06 01 05 05 07 01 03"		= "Kvalificerede certifikaterklæringer";
"06 08 2B 06 01 05 05 07 01 04"		= "Audit-id til certifikatattribut";
"06 08 2B 06 01 05 05 07 01 05"		= "Modtager af attributcertifikat";
"06 08 2B 06 01 05 05 07 01 06"		= "Kontrol af attributcertifikatmyndighed";
"06 08 2B 06 01 05 05 07 01 07"		= "SBGP IP-adresseblok";
"06 08 2B 06 01 05 05 07 01 08"		= "Autonom SBGP-system-id";
"06 08 2B 06 01 05 05 07 01 09"		= "SBGP-router-id";
"06 08 2B 06 01 05 05 07 01 0A"		= "Proxy til attributcertifikat";
"06 08 2B 06 01 05 05 07 01 0B"		= "Adgang til emneoplysninger";
"06 08 2B 06 01 05 05 07 01 0C"		= "Logotype";

"06 07 2B 06 01 05 05 07 02"		= "Typer af politikkvalifikation";
"06 08 2B 06 01 05 05 07 02 01"		= "Erklæring om certifikatpraksis";
"06 08 2B 06 01 05 05 07 02 02"		= "Brugermeddelelse";
"06 08 2B 06 01 05 05 07 02 03"		= "Text Notice";

"06 07 2B 06 01 05 05 07 03"		= "Nøgleformål";
"06 08 2B 06 01 05 05 07 03 01"		= "Servergodkendelse";
"06 08 2B 06 01 05 05 07 03 02"		= "Klientgodkendelse";
"06 08 2B 06 01 05 05 07 03 03"		= "Kodet signatur";
"06 08 2B 06 01 05 05 07 03 04"		= "E-post-beskyttelse";
"06 08 2B 06 01 05 05 07 03 05"		= "IPSEC End-system";
"06 08 2B 06 01 05 05 07 03 06"		= "IPSEC Tunnel";
"06 08 2B 06 01 05 05 07 03 07"		= "IPSEC-bruger";
"06 08 2B 06 01 05 05 07 03 08"		= "Tidsstempel";
"06 08 2B 06 01 05 05 07 03 09"		= "OCSP-signering";
"06 08 2B 06 01 05 05 07 03 0A"		= "DVCS";
"06 08 2B 06 01 05 05 07 03 0B"		= "SBGP AA-servergodkendelse";

"06 07 2B 06 01 05 05 07 04"		= "CMP-informationstyper";
"06 08 2B 06 01 05 05 07 04 01"		= "Krypteringscertifikat til CA-protokol";
"06 08 2B 06 01 05 05 07 04 02"		= "Typer af nøglepar til signering";
"06 08 2B 06 01 05 05 07 04 03"		= "Typer af nøglepar til kryptering";
"06 08 2B 06 01 05 05 07 04 04"		= "Foretrukken symmetrisk algoritme";
"06 08 2B 06 01 05 05 07 04 05"		= "Info om opdatering af CA-nøgle";
"06 08 2B 06 01 05 05 07 04 06"		= "Aktuel CRL";
"06 08 2B 06 01 05 05 07 04 07"		= "Ikke understøttede OID'er";
"06 08 2B 06 01 05 05 07 04 08"		= "Abonnementanmodning";
"06 08 2B 06 01 05 05 07 04 09"		= "Abonnementsvar";
"06 08 2B 06 01 05 05 07 04 0A"		= "Anmodning om nøgleparsparameter";
"06 08 2B 06 01 05 05 07 04 0B"		= "Svar på nøgleparsparameter";
/* %%% need to expand these labels, but can't find them documented anywhere online! */
"06 08 2B 06 01 05 05 07 04 0C"		= "revPassphrase";
"06 08 2B 06 01 05 05 07 04 0D"		= "implicitConfirm";
"06 08 2B 06 01 05 05 07 04 0E"		= "confirmWaitTime";
"06 08 2B 06 01 05 05 07 04 0F"		= "origPKIMessage";
"06 08 2B 06 01 05 05 07 04 10"		= "suppLangTags";

"06 07 2B 06 01 05 05 07 05"		= "CRMF-registrering";
"06 08 2B 06 01 05 05 07 05 01"		= "Registreringskontrol";
"06 09 2B 06 01 05 05 07 05 01 01"	= "Registreringstegn";
"06 09 2B 06 01 05 05 07 05 01 02"	= "Kontrollør";
"06 09 2B 06 01 05 05 07 05 01 03"	= "Info om PKI-publikation";
"06 09 2B 06 01 05 05 07 05 01 04"	= "PKI-arkivindstillinger";
"06 09 2B 06 01 05 05 07 05 01 05"	= "Gammel certifikat-id";
"06 09 2B 06 01 05 05 07 05 01 06"	= "Nøgle til protokolkryptering";
"06 09 2B 06 01 05 05 07 05 01 07"	= "Alternativ certifikatskabelon";
"06 09 2B 06 01 05 05 07 05 01 08"	= "WAP WTLS-skabelon";

"06 08 2B 06 01 05 05 07 05 02"		= "Info om CRMF-registrering";
"06 09 2B 06 01 05 05 07 05 02 01"	= "UTF-8-par";
"06 09 2B 06 01 05 05 07 05 02 02"	= "Certifikatanmodning";

"06 07 2B 06 01 05 05 07 06"		= "Algoritmer";
"06 08 2B 06 01 05 05 07 06 01"		= "DES-40";
"06 08 2B 06 01 05 05 07 06 02"		= "Ingen signatur";
"06 08 2B 06 01 05 05 07 06 03"		= "dh-sig-hmac-sha1";
"06 08 2B 06 01 05 05 07 06 04"		= "dh-pop";

"06 07 2B 06 01 05 05 07 07"		= "CMC-kontroller";

"06 07 2B 06 01 05 05 07 08"		= "Andre navne";
"06 08 2B 06 01 05 05 07 08 01"		= "Personlige data";
"06 08 2B 06 01 05 05 07 08 02"		= "Brugergruppe";

"06 07 2B 06 01 05 05 07 09"		= "Personlige data";
"06 08 2B 06 01 05 05 07 09 01"		= "Fødselsdato";
"06 08 2B 06 01 05 05 07 09 02"		= "Fødested";
"06 08 2B 06 01 05 05 07 09 03"		= "Pseudonym";
"06 08 2B 06 01 05 05 07 09 04"		= "Køn";
"06 08 2B 06 01 05 05 07 09 05"		= "Nationalitet";
"06 08 2B 06 01 05 05 07 09 06"		= "Opholdsland";

"06 07 2B 06 01 05 05 07 0A"		= "Attributcertifikat";
"06 08 2B 06 01 05 05 07 0A 01"		= "Godkendelsesoplysninger";
"06 08 2B 06 01 05 05 07 0A 02"		= "Adgangsidentitet";
"06 08 2B 06 01 05 05 07 0A 03"		= "Opkrævningsidentitet";
"06 08 2B 06 01 05 05 07 0A 04"		= "Gruppe";
"06 08 2B 06 01 05 05 07 0A 05"		= "Funktion";
"06 08 2B 06 01 05 05 07 0A 06"		= "WLAN SSID";

/* OCSP */

"06 08 2B 06 01 05 05 07 30 01"		= "Online-protokol til certifikatstatus";
"06 09 2B 06 01 05 05 07 30 01 01"	= "OCSP-basissvar";
"06 09 2B 06 01 05 05 07 30 01 02"	= "OCSP Nonce-udvidelse";
"06 09 2B 06 01 05 05 07 30 01 03"	= "OCSP CRL-henvisning";
"06 09 2B 06 01 05 05 07 30 01 04"	= "OCSP-svar";
"06 09 2B 06 01 05 05 07 30 01 05"	= "Ingen OCSP-tilbagekaldelseskontrol";
"06 09 2B 06 01 05 05 07 30 01 06"	= "OCSP-arkivgrænse";
"06 09 2B 06 01 05 05 07 30 01 07"	= "OCSP-servicesøgning";

"06 08 2B 06 01 05 05 07 30 02"		= "CA-udstedere";
"06 08 2B 06 01 05 05 07 30 03"		= "Tidsstempel";

/* ISAKMP */

"06 08 2B 06 01 05 05 08 01 01"		= "HMAC MD5";
"06 08 2B 06 01 05 05 08 01 02"		= "HMAC SHA-1";
"06 08 2B 06 01 05 05 08 01 03"		= "HMAC Tiger";
"06 08 2B 06 01 05 05 08 02 02"		= "IKE Intermediate";

/* DEC (via ECMA) */

"06 07 2B 0C 02 87 73 07 01"		= "DEC-krypteringsalgoritme";
"06 08 2B 0C 02 87 73 07 01 02"		= "DEC DEA";
"06 07 2B 0C 02 87 73 07 02"		= "DEC Hash-algoritme";
"06 07 2B 0C 02 87 73 07 02 01"		= "DEC MD2";
"06 07 2B 0C 02 87 73 07 02 02"		= "DEC MD4";
"06 07 2B 0C 02 87 73 07 03"		= "DEC-signaturalgoritme";
"06 07 2B 0C 02 87 73 07 03 01"		= "DEC MD2 med RSA";
"06 07 2B 0C 02 87 73 07 03 02"		= "DEC MD4 med RSA";
"06 07 2B 0C 02 87 73 07 03 03"		= "DEC DEA-MAC";

/* NIST Open Systems Environment (OSE) Implementor's Workshop (OIW) */

"06 05 2B 0E 02 1A 05"				= "SHA";
"06 06 2B 0E 03 02 01 01"			= "RSA";
"06 05 2B 0E 03 02 02"				= "MD4 med RSA";
"06 05 2B 0E 03 02 03"				= "MD5 med RSA";
"06 05 2B 0E 03 02 04"				= "MD4 med RSA-kryptering";
"06 06 2B 0E 03 02 02 01"			= "SqMod-N";
"06 06 2B 0E 03 02 03 01"			= "SqMod-N med RSA";
"06 05 2B 0E 03 02 06"				= "DES-ECB";
"06 05 2B 0E 03 02 07"				= "DES-CBC";
"06 05 2B 0E 03 02 08"				= "DES-OFB";
"06 05 2B 0E 03 02 09"				= "DES-CFB";
"06 05 2B 0E 03 02 0A"				= "DES-MAC";
"06 05 2B 0E 03 02 0B"				= "RSA-signatur";
"06 05 2B 0E 03 02 0C"				= "DSA";
"06 05 2B 0E 03 02 0D"				= "DSA med SHA";
"06 05 2B 0E 03 02 0E"				= "MDC2 med RSA-signatur";
"06 05 2B 0E 03 02 0F"				= "SHA med RSA-signatur";
"06 05 2B 0E 03 02 10"				= "Diffie-Hellman med Common Modulus";
"06 05 2B 0E 03 02 11"				= "DES-EDE";
"06 05 2B 0E 03 02 12"				= "SHA";
"06 05 2B 0E 03 02 13"				= "MDC-2";
"06 05 2B 0E 03 02 14"				= "DSA Common";
"06 05 2B 0E 03 02 15"				= "DSA Common med SHA";
"06 05 2B 0E 03 02 16"				= "RSA-nøgletransport";
"06 05 2B 0E 03 02 17"				= "Keyed-hash-seal";
"06 05 2B 0E 03 02 18"				= "MD2 med RSA-signatur";
"06 05 2B 0E 03 02 19"				= "MD5 med RSA-signatur";
"06 05 2B 0E 03 02 1A"				= "SHA-1";
"06 05 2B 0E 03 02 1B"				= "DSA med SHA-1";
"06 05 2B 0E 03 02 1C"				= "DSA med Common SHA-1";
"06 05 2B 0E 03 02 1D"				= "SHA-1 med RSA-kryptering";
"06 05 2B 0E 03 03 01"				= "Simple-strong-auth-mechanism";
"06 06 2B 0E 07 02 01 01"			= "ElGamal";
"06 06 2B 0E 07 02 03 01"			= "MD2 med RSA";
"06 06 2B 0E 07 02 03 02"			= "MD2 med ElGamal";

/* Teletrust */

"06 03 2B 24 01"					= "Dokument";
"06 04 2B 24 01 01"					= "Endelig version";
"06 04 2B 24 01 02"					= "Udkast";
"06 03 2B 24 02"					= "SIO";
"06 04 2B 24 02 01"					= "SEDU";

"06 03 2B 24 03"					= "Algoritme";
"06 04 2B 24 03 01"					= "Krypteringsalgoritme";
"06 05 2B 24 03 01 01"				= "DES";
"06 06 2B 24 03 01 01 01"			= "DES-ECB Pad";
"06 07 2B 24 03 01 01 01 01"		= "DES-ECB ISO Pad";
"06 07 2B 24 03 01 01 02 01"		= "DES-CBC Pad";
"06 08 2B 24 03 01 01 02 01 01"		= "DES-CBC ISO Pad";
"06 05 2B 24 03 01 03"				= "DES3";
"06 07 2B 24 03 01 03 01 01"		= "DES3-ECB Pad";
"06 08 2B 24 03 01 03 01 01 01"		= "DES3-ECB ISO Pad";
"06 07 2B 24 03 01 03 02 01"		= "DES3-CBC Pad";
"06 08 2B 24 03 01 03 02 01 01"		= "DES3-CBC ISO Pad";
"06 05 2B 24 03 01 02"				= "IDEA";
"06 06 2B 24 03 01 02 01"			= "IDEA-ECB";
"06 07 2B 24 03 01 02 01 01"		= "IDEA-ECB Pad";
"06 08 2B 24 03 01 02 01 01 01"		= "IDEA-ECB ISO Pad";
"06 06 2B 24 03 01 02 02"			= "IDEA-CBC";
"06 07 2B 24 03 01 02 02 01"		= "IDEA-CBC Pad";
"06 08 2B 24 03 01 02 02 01 01"		= "IDEA-CBC ISO Pad";
"06 06 2B 24 03 01 02 03"			= "IDEA-OFB";
"06 06 2B 24 03 01 02 04"			= "IDEA-CFB";
"06 05 2B 24 03 01 04"				= "RSA-kryptering";
"06 05 2B 24 03 01 05"				= "BSI-1";
"06 06 2B 24 03 01 05 01"			= "BSI-1-ECB Pad";
"06 06 2B 24 03 01 05 02"			= "BSI-1-CBC Pad";
"06 07 2B 24 03 01 05 02 01"		= "BSI-1-CBC PEM Pad";

"06 04 2B 24 03 02"					= "Hash-algoritme";
"06 05 2B 24 03 02 01"				= "RIPEMD-160";
"06 05 2B 24 03 02 02"				= "RIPEMD-128";
"06 05 2B 24 03 02 03"				= "RIPEMD-256";
"06 05 2B 24 03 02 04"				= "MDC2 Single Length";
"06 05 2B 24 03 02 05"				= "MDC2 Double Length";
"06 04 2B 24 03 03"					= "Signaturalgoritme";
"06 05 2B 24 03 03 01"				= "RSA-signatur";

"06 06 2B 24 03 03 01 01"			= "RSA-signatur med SHA-1";
"06 09 2B 24 03 03 01 01 84 00 02"	= "RSA-signatur med SHA-1 512/L2";
"06 09 2B 24 03 03 01 01 85 00 02"	= "RSA-signatur med SHA-1 640/L2";
"06 09 2B 24 03 03 01 01 86 00 02"	= "RSA-signatur med SHA-1 768/L2";
"06 09 2B 24 03 03 01 01 87 00 02"	= "RSA-signatur med SHA-1 896/L2";
"06 09 2B 24 03 03 01 01 88 00 02"	= "RSA-signatur med SHA-1 1024/L2";
"06 09 2B 24 03 03 01 01 84 00 03"	= "RSA-signatur med SHA-1 512/L3";
"06 09 2B 24 03 03 01 01 85 00 03"	= "RSA-signatur med SHA-1 640/L3";
"06 09 2B 24 03 03 01 01 86 00 03"	= "RSA-signatur med SHA-1 768/L3";
"06 09 2B 24 03 03 01 01 87 00 03"	= "RSA-signatur med SHA-1 896/L3";
"06 09 2B 24 03 03 01 01 88 00 03"	= "RSA-signatur med SHA-1 1024/L3";
"06 09 2B 24 03 03 01 01 84 00 05"	= "RSA-signatur med SHA-1 512/L5";
"06 09 2B 24 03 03 01 01 85 00 05"	= "RSA-signatur med SHA-1 640/L5";
"06 09 2B 24 03 03 01 01 86 00 05"	= "RSA-signatur med SHA-1 768/L5";
"06 09 2B 24 03 03 01 01 87 00 05"	= "RSA-signatur med SHA-1 896/L5";
"06 09 2B 24 03 03 01 01 88 00 05"	= "RSA-signatur med SHA-1 1024/L5";
"06 09 2B 24 03 03 01 01 84 00 09"	= "RSA-signatur med SHA-1 512/L9";
"06 09 2B 24 03 03 01 01 85 00 09"	= "RSA-signatur med SHA-1 640/L9";
"06 09 2B 24 03 03 01 01 86 00 09"	= "RSA-signatur med SHA-1 768/L9";
"06 09 2B 24 03 03 01 01 87 00 09"	= "RSA-signatur med SHA-1 896/L9";
"06 09 2B 24 03 03 01 01 88 00 09"	= "RSA-signatur med SHA-1 1024/L9";
"06 09 2B 24 03 03 01 01 84 00 11"	= "RSA-signatur med SHA-1 512/L11";
"06 09 2B 24 03 03 01 01 85 00 11"	= "RSA-signatur med SHA-1 640/L11";
"06 09 2B 24 03 03 01 01 86 00 11"	= "RSA-signatur med SHA-1 768/L11";
"06 09 2B 24 03 03 01 01 87 00 11"	= "RSA-signatur med SHA-1 896/L11";
"06 09 2B 24 03 03 01 01 88 00 11"	= "RSA-signatur med SHA-1 1024/L11";

"06 06 2B 24 03 03 01 02"			= "RSA-signatur med RIPEMD-160";
"06 09 2B 24 03 03 01 02 84 00 02"	= "RSA-signatur med RIPEMD-160 512/L2";
"06 09 2B 24 03 03 01 02 85 00 02"	= "RSA-signatur med RIPEMD-160 640/L2";
"06 09 2B 24 03 03 01 02 86 00 02"	= "RSA-signatur med RIPEMD-160 768/L2";
"06 09 2B 24 03 03 01 02 87 00 02"	= "RSA-signatur med RIPEMD-160 896/L2";
"06 09 2B 24 03 03 01 02 88 00 02"	= "RSA-signatur med RIPEMD-160 1024/L2";
"06 09 2B 24 03 03 01 02 84 00 03"	= "RSA-signatur med RIPEMD-160 512/L3";
"06 09 2B 24 03 03 01 02 85 00 03"	= "RSA-signatur med RIPEMD-160 640/L3";
"06 09 2B 24 03 03 01 02 86 00 03"	= "RSA-signatur med RIPEMD-160 768/L3";
"06 09 2B 24 03 03 01 02 87 00 03"	= "RSA-signatur med RIPEMD-160 896/L3";
"06 09 2B 24 03 03 01 02 88 00 03"	= "RSA-signatur med RIPEMD-160 1024/L3";
"06 09 2B 24 03 03 01 02 84 00 05"	= "RSA-signatur med RIPEMD-160 512/L5";
"06 09 2B 24 03 03 01 02 85 00 05"	= "RSA-signatur med RIPEMD-160 640/L5";
"06 09 2B 24 03 03 01 02 86 00 05"	= "RSA-signatur med RIPEMD-160 768/L5";
"06 09 2B 24 03 03 01 02 87 00 05"	= "RSA-signatur med RIPEMD-160 896/L5";
"06 09 2B 24 03 03 01 02 88 00 05"	= "RSA-signatur med RIPEMD-160 1024/L5";
"06 09 2B 24 03 03 01 02 84 00 09"	= "RSA-signatur med RIPEMD-160 512/L9";
"06 09 2B 24 03 03 01 02 85 00 09"	= "RSA-signatur med RIPEMD-160 640/L9";
"06 09 2B 24 03 03 01 02 86 00 09"	= "RSA-signatur med RIPEMD-160 768/L9";
"06 09 2B 24 03 03 01 02 87 00 09"	= "RSA-signatur med RIPEMD-160 896/L9";
"06 09 2B 24 03 03 01 02 88 00 09"	= "RSA-signatur med RIPEMD-160 1024/L9";
"06 09 2B 24 03 03 01 02 84 00 11"	= "RSA-signatur med RIPEMD-160 512/L11";
"06 09 2B 24 03 03 01 02 85 00 11"	= "RSA-signatur med RIPEMD-160 640/L11";
"06 09 2B 24 03 03 01 02 86 00 11"	= "RSA-signatur med RIPEMD-160 768/L11";
"06 09 2B 24 03 03 01 02 87 00 11"	= "RSA-signatur med RIPEMD-160 896/L11";
"06 09 2B 24 03 03 01 02 88 00 11"	= "RSA-signatur med RIPEMD-160 1024/L11";

"06 06 2B 24 03 03 01 03"			= "RSA-signatur med RIPEMD-128";
"06 06 2B 24 03 03 01 04"			= "RSA-signatur med RIPEMD-256";

"06 05 2B 24 03 03 02"				= "ECSIE-signatur";
"06 06 2B 24 03 03 02 01"			= "ECSIE-signatur med SHA-1";
"06 06 2B 24 03 03 02 02"			= "ECSIE-signatur med RIPEMD-160";
"06 06 2B 24 03 03 02 03"			= "ECSIE-signatur med MD2";
"06 06 2B 24 03 03 02 04"			= "ECSIE-signatur med MD5";

"06 04 2B 24 03 04"					= "Signaturtype";
"06 05 2B 24 03 04 01"				= "ISO9796-1";
"06 05 2B 24 03 04 02"				= "ISO9796-2";
"06 05 2B 24 03 04 02 01"			= "ISO9796-2 med RED";
"06 06 2B 24 03 04 02 02"			= "ISO9796-2 med RSA";
"06 06 2B 24 03 04 02 03"			= "ISO9796-2 med RND";

"06 03 2B 24 04"					= "Egenskab";
"06 03 2B 24 05"					= "Politik";
"06 03 2B 24 06"					= "API";
"06 04 2B 24 06 01"					= "Producentspecifik API";
"06 05 2B 24 06 01 01"				= "UTIMACO-API";
"06 04 2B 24 06 02"					= "Funktionalitetsspecifik API";
"06 03 2B 24 07"					= "Nøgleadministration";
"06 04 2B 24 07 01"					= "Aftale om nøgle";
"06 05 2B 24 07 01 01"				= "BSI PKE";
"06 04 2B 24 07 02"					= "Nøgleoverførsel";
"06 05 2B 24 07 02 01"				= "ISO9796-2 med RSA-kryptering";

"06 05 2B 24 08 01 01"				= "Politik-id til Teletrust SigiSigConform";
"06 05 2B 24 08 02 01"				= "Bibliotekstjeneste";

"06 05 2B 24 08 03 01"				= "Dato for oprettelse af certifikat";
"06 05 2B 24 08 03 02"				= "Fuldmagt";
"06 05 2B 24 08 03 03"				= "Adgang";
"06 05 2B 24 08 03 04"				= "Beløbsgrænse";
"06 05 2B 24 08 03 05"				= "Flertalserklæring";
"06 05 2B 24 08 03 06"				= "Serienummer på kort med integreret kredsløb";
"06 05 2B 24 08 03 07"				= "Henvisning til offentlig nøgle";
"06 05 2B 24 08 03 08"				= "Begrænsning";
"06 05 2B 24 08 03 09"				= "Hent hvis tilladt";
"06 05 2B 24 08 03 0A"				= "Ønsket certifikat";
"06 05 2B 24 08 03 0B"				= "Navngivningsmyndigheder";
"06 05 2B 24 08 03 0C"				= "Certifikat i bibliotek siden";
"06 05 2B 24 08 03 0D"				= "Certifikat-hash";

"06 05 2B 24 08 04 01"				= "Personlige data";
"06 05 2B 24 08 04 08"				= "Begrænsning";
"06 07 2B 24 08 05 01 01 01"		= "RSA Indicate SHA-1";
"06 07 2B 24 08 05 01 01 02"		= "RSA Indicate RIPEMD-160";
"06 07 2B 24 08 05 01 01 03"		= "RSA med SHA-1";
"06 07 2B 24 08 05 01 01 04"		= "RSA med RIPEMD-160";
"06 07 2B 24 08 05 01 02 01"		= "Udvidet DSA";
"06 07 2B 24 08 05 01 02 02"		= "DSA med RIPEMD-160";

"06 05 2B 24 08 06 01"				= "Certifikat";
"06 05 2B 24 08 06 02"				= "Certifikathenvisning";
"06 05 2B 24 08 06 03"				= "Attributcertifikat";
"06 05 2B 24 08 06 04"				= "Attributhenvisning";
"06 05 2B 24 08 06 05"				= "Arkivnavn";
"06 05 2B 24 08 06 06"				= "Lagringstid";
"06 05 2B 24 08 06 07"				= "Arkivstørrelse";
"06 05 2B 24 08 06 08"				= "Lokalitet";
"06 05 2B 24 08 06 09"				= "Signaturnummer";
"06 05 2B 24 08 06 0A"				= "Oprettet automatisk";

"06 05 2B 24 08 07 01"				= "Teletrust Presentation Types";
"06 06 2B 24 08 07 01 01"			= "Adobe Illustrator";
"06 06 2B 24 08 07 01 02"			= "AmiPro";
"06 06 2B 24 08 07 01 03"			= "AutoCAD";
"06 06 2B 24 08 07 01 04"			= "Binært";
"06 06 2B 24 08 07 01 05"			= "BMP";
"06 06 2B 24 08 07 01 06"			= "CGM";
"06 06 2B 24 08 07 01 07"			= "CorelCRT";
"06 06 2B 24 08 07 01 08"			= "CorelDRW";
"06 06 2B 24 08 07 01 09"			= "CorelEXC";
"06 06 2B 24 08 07 01 0A"			= "CorelPHT";
"06 06 2B 24 08 07 01 0B"			= "Draw";
"06 06 2B 24 08 07 01 0C"			= "DVI";
"06 06 2B 24 08 07 01 0D"			= "EPS";
"06 06 2B 24 08 07 01 0E"			= "Excel";
"06 06 2B 24 08 07 01 0F"			= "GEM";
"06 06 2B 24 08 07 01 10"			= "GIF";
"06 06 2B 24 08 07 01 11"			= "HPGL";
"06 06 2B 24 08 07 01 12"			= "JPEG";
"06 06 2B 24 08 07 01 13"			= "Kodak";
"06 06 2B 24 08 07 01 14"			= "LaTeX";
"06 06 2B 24 08 07 01 15"			= "Lotus";
"06 06 2B 24 08 07 01 16"			= "LotusPIC";
"06 06 2B 24 08 07 01 17"			= "MacPICT";
"06 06 2B 24 08 07 01 18"			= "MacWord";
"06 06 2B 24 08 07 01 19"			= "MSWfD";
"06 06 2B 24 08 07 01 1A"			= "MSWord";
"06 06 2B 24 08 07 01 1B"			= "MSWord2";
"06 06 2B 24 08 07 01 1C"			= "MSWord6";
"06 06 2B 24 08 07 01 1D"			= "MSWord8";
"06 06 2B 24 08 07 01 1E"			= "PDF";
"06 06 2B 24 08 07 01 1F"			= "PIF";
"06 06 2B 24 08 07 01 20"			= "PostScript";
"06 06 2B 24 08 07 01 21"			= "RTF";
"06 06 2B 24 08 07 01 22"			= "SCITEX";
"06 06 2B 24 08 07 01 23"			= "TAR";
"06 06 2B 24 08 07 01 24"			= "Targa";
"06 06 2B 24 08 07 01 25"			= "TeX";
"06 06 2B 24 08 07 01 26"			= "Tekst";
"06 06 2B 24 08 07 01 27"			= "TIFF";
"06 06 2B 24 08 07 01 28"			= "TIFF-FC";
"06 06 2B 24 08 07 01 29"			= "UID";
"06 06 2B 24 08 07 01 2A"			= "UUEncode";
"06 06 2B 24 08 07 01 2B"			= "WMF";
"06 06 2B 24 08 07 01 2C"			= "WordPerfect";
"06 06 2B 24 08 07 01 2D"			= "WPGrph";

/* Thawte */

"06 04 2B 65 01 04"					= "Thawte-certifikatudvidelse";
"06 05 2B 65 01 04 01"				= "Stærkt ekstranet";

/* X.520 */

"06 02 55 04"		= "X.520-attributtyper";
"06 03 55 04 00"	= "Objekttype";
"06 03 55 04 01"	= "Henvisning til indtastet navn";
"06 03 55 04 02"	= "Vidensoplysninger";
"06 03 55 04 03"	= "Almindeligt navn";
"06 03 55 04 04"	= "Efternavn";
"06 03 55 04 05"	= "Serienummer";
"06 03 55 04 06"	= "Navn på land";
"06 03 55 04 07"	= "Navn på lokalitet";
"06 04 55 04 07 01"	= "Kollektivt lokalitetsnavn";
"06 03 55 04 08"	= "Navn på stat eller provins";
"06 04 55 04 08 01"	= "Kollektiv stat eller provins";
"06 03 55 04 09"	= "Adresse";
"06 04 55 04 09 01"	= "Kollektiv adresse";
"06 03 55 04 0A"	= "Firmanavn";
"06 04 55 04 0A 01"	= "Kollektivt firmanavn";
"06 03 55 04 0B"	= "Navn på afdeling";
"06 04 55 04 0B 01"	= "Kollektivt navn på afdeling";
"06 03 55 04 0C"	= "Titel";
"06 03 55 04 0D"	= "Beskrivelse";
"06 03 55 04 0E"	= "Vejledning til søgning";
"06 03 55 04 0F"	= "Erhvervskategori";
"06 03 55 04 10"	= "Adresse";
"06 04 55 04 10 01"	= "Kollektiv postadresse";
"06 03 55 04 11"	= "Postnummer";
"06 04 55 04 11 01"	= "Kollektivt postnummer";
"06 03 55 04 12"	= "Postboks";
"06 04 55 04 12 01"	= "Kollektiv postboks";
"06 03 55 04 13"	= "Kontornavn på leveringsadressen";
"06 04 55 04 13 01"	= "Kollektivt kontornavn på leveringsadressen";
"06 03 55 04 14"	= "Telefonnummer";
"06 04 55 04 14 01"	= "Kollektivt telefonnummer";
"06 03 55 04 15"	= "Telex-nummer";
"06 04 55 04 15 01"	= "Kollektivt telex-nummer";
"06 03 55 04 16"	= "Id til Teletex-terminal";
"06 04 55 04 16 01"	= "Kollektiv id til Teletex-terminal";
"06 03 55 04 17"	= "Faxnummer";
"06 04 55 04 17 01"	= "Kollektivt faxnummer";
"06 03 55 04 18"	= "X.121-adresse";
"06 03 55 04 19"	= "Internationalt ISDN-nummer";
"06 04 55 04 19 01"	= "Kollektivt internationalt ISDN-nummer";
"06 03 55 04 1A"	= "Registreret adresse";
"06 03 55 04 1B"	= "Modtagerindikator";
"06 03 55 04 1C"	= "Foretrukken leveringsmetode";
"06 03 55 04 1D"	= "Præsentationsadresse";
"06 03 55 04 1E"	= "Understøttet programkontekst";
"06 03 55 04 1F"	= "Medlem";
"06 03 55 04 20"	= "Ejer";
"06 03 55 04 21"	= "Funktionsfordeling";
"06 03 55 04 22"	= "Se også";
"06 03 55 04 23"	= "Brugeradgangskode";
"06 03 55 04 24"	= "Brugercertifikat";
"06 03 55 04 25"	= "CA-certifikat";
"06 03 55 04 26"	= "Liste over tilbagekaldte myndigheder";
"06 03 55 04 27"	= "Liste over tilbagekaldte certifikater";
"06 03 55 04 28"	= "Par på tværs af certifikater";
"06 03 55 04 29"	= "Navn";
"06 03 55 04 2A"	= "Fornavn";
"06 03 55 04 2B"	= "Initialer";
"06 03 55 04 2C"	= "Generationsmærke";
"06 03 55 04 2D"	= "Entydig id";
"06 03 55 04 2E"	= "DN-mærke";
"06 03 55 04 2F"	= "Vejledning til forbedret søgning";
"06 03 55 04 30"	= "Protokoloplysninger";
"06 03 55 04 31"	= "Entydigt navn";
"06 03 55 04 32"	= "Entydigt medlem";
"06 03 55 04 33"	= "Hus-id";
"06 03 55 04 34"	= "Understøttede algoritmer";
"06 03 55 04 35"	= "Deltaliste over tilbagekaldelser";
"06 03 55 04 36"	= "Godkendelse";
"06 03 55 04 3A"	= "Par på tværs af certifikater";

/* X.500 object classes */

"06 02 55 06"		= "X.520-objektklasse";
"06 03 55 06 00"	= "Øverst";
"06 03 55 06 01"	= "Henvisning";
"06 03 55 06 02"	= "Land";
"06 03 55 06 03"	= "Lokalitet";
"06 03 55 06 04"	= "Firma";
"06 03 55 06 05"	= "Organisationsenhed";
"06 03 55 06 06"	= "Person";
"06 03 55 06 07"	= "Administrative personoplysninger";
"06 03 55 06 08"	= "Stilling i organisation";
"06 03 55 06 09"	= "Gruppe af navne";
"06 03 55 06 0A"	= "Fastboende person";
"06 03 55 06 0B"	= "Programproces";
"06 03 55 06 0C"	= "Programenhed";
"06 03 55 06 0D"	= "DSA";
"06 03 55 06 0E"	= "Enhed";
"06 03 55 06 0F"	= "Bruger med stærk godkendelse";
"06 03 55 06 10"	= "Certifikatautoritet";
"06 03 55 06 11"	= "Gruppe af entydige navne";
"06 03 55 06 15"	= "PKI-bruger";
"06 03 55 06 16"	= "PKI CA";

/* X.500 algorithms */

"06 02 55 08"		= "X.500-algoritmer";
"06 03 55 08 01"	= "X.500-krypteringsalgoritmer";
"06 04 55 08 01 01"	= "RSA";

/* X.509 */

"06 02 55 1D"		= "X.509-certifikatudvidelser";
"06 03 55 1D 01"	= "Myndigheds nøgle-id (gammel)";
"06 03 55 1D 02"	= "Primære nøgleegenskaber (gammel)";
"06 03 55 1D 03"	= "Certifikatpolitikker (gammel)";
"06 03 55 1D 04"	= "Begrænsning af nøglebrug (gammel)";
"06 03 55 1D 05"	= "Overførsel af politik (gammel)";
"06 03 55 1D 06"	= "Begrænsning på træstruktur";
"06 03 55 1D 07"	= "Alternativt navn på subjekt (gammelt)";
"06 03 55 1D 08"	= "Alternativt navn på udsteder (gammelt)";
"06 03 55 1D 09"	= "Attributter for emnebibliotek";
"06 03 55 1D 0A"	= "Grundlæggende begrænsninger (gamle 2.5.29.10)";
"06 03 55 1D 0B"	= "Navnebegrænsninger (gamle)";
"06 03 55 1D 0C"	= "Begrænsninger af politik (gammel)";
"06 03 55 1D 0D"	= "Grundlæggende begrænsninger (gamle 2.5.29.13)";
"06 03 55 1D 0E"	= "Id til emnenøgle";
"06 03 55 1D 0F"	= "Brug af nøgle";
"06 03 55 1D 10"	= "Periode for brug af privat nøgle";
"06 03 55 1D 11"	= "Alternativt navn på subjekt";
"06 03 55 1D 12"	= "Alternativt navn på udsteder";
"06 03 55 1D 13"	= "Grundlæggende begrænsninger";
"06 03 55 1D 14"	= "Nummer på liste over tilbagekaldte certifikater";
"06 03 55 1D 15"	= "Kode til CRL-årsag";
"06 03 55 1D 16"	= "Udløbsdato (gammel)";
"06 03 55 1D 17"	= "Kode til afbrydelsesinstruks";
"06 03 55 1D 18"	= "Ugyldighedsdato";
"06 03 55 1D 19"	= "CRL-distributionspunkter (gammel)";
"06 03 55 1D 1A"	= "Udsteder af distributionspunkt (gammel)";
"06 03 55 1D 1B"	= "Delta CRL-indikator";
"06 03 55 1D 1C"	= "Udsteder af distributionspunkt";
"06 03 55 1D 1D"	= "Udsteder af certifikat";
"06 03 55 1D 1E"	= "Navnebegrænsninger";
"06 03 55 1D 1F"	= "CRL-distributionspunkter";
"06 03 55 1D 20"	= "Certifikatpolitikker";
"06 04 55 1D 20 00"	= "Alle politik-id'er";
"06 03 55 1D 21"	= "Overførsler af politik";
"06 03 55 1D 22"	= "Begrænsninger af politik";
"06 03 55 1D 23"	= "Myndigheds nøgle-id";
"06 03 55 1D 24"	= "Begrænsninger af politik";
"06 03 55 1D 25"	= "Brug af udvidet nøgle";
"06 04 55 1D 25 00"	= "Al udvidet nøglebrug";

/* DMS - SDN.700 INFOSEC algorithms */

"06 09 60 86 48 01 65 02 01 01 01"	= "SDNS-signaturalgoritme";
"06 09 60 86 48 01 65 02 01 01 02"	= "Fortezza-signaturalgoritme";
"06 09 60 86 48 01 65 02 01 01 03"	= "SDNS-fortrolighedsalgoritme";
"06 09 60 86 48 01 65 02 01 01 04"	= "Fortezza-fortrolighedsalgoritme";
"06 09 60 86 48 01 65 02 01 01 05"	= "SDNS-integritetsalgoritme";
"06 09 60 86 48 01 65 02 01 01 06"	= "Fortezza-integritetsalgoritme";
"06 09 60 86 48 01 65 02 01 01 07"	= "Beskyttelsesalgoritme til SDNS-tegn";
"06 09 60 86 48 01 65 02 01 01 08"	= "Beskyttelsesalgoritme til Fortezza-tegn";
"06 09 60 86 48 01 65 02 01 01 09"	= "Algoritme til SDNS-nøgleadministration";
"06 09 60 86 48 01 65 02 01 01 0A"	= "Algoritme til Fortezza-nøgleadministration";
"06 09 60 86 48 01 65 02 01 01 0B"	= "Algoritme til SDNS-nøgleadministration og -signatur";
"06 09 60 86 48 01 65 02 01 01 0C"	= "Algoritme til Fortezza-nøgleadministration og -signatur";
"06 09 60 86 48 01 65 02 01 01 0D"	= "Suite A-signaturalgoritme";
"06 09 60 86 48 01 65 02 01 01 0E"	= "Suite A-fortrolighedsalgoritme";
"06 09 60 86 48 01 65 02 01 01 0F"	= "Suite A-integritetsalgoritme";
"06 09 60 86 48 01 65 02 01 01 10"	= "Beskyttelsesalgoritme til Suite A-tegn";
"06 09 60 86 48 01 65 02 01 01 11"	= "Algoritme til Suite A-nøgleadministration";
"06 09 60 86 48 01 65 02 01 01 12"	= "Algoritme til Suite A-nøgleadministration og -signatur";
"06 09 60 86 48 01 65 02 01 01 13"	= "Opdateret Fortezza-signaturalgoritme";
"06 09 60 86 48 01 65 02 01 01 14"	= "Algoritme til Fortezza-nøgleadministration og opdateret signatur";
"06 09 60 86 48 01 65 02 01 01 15"	= "Opdateret Fortezza-integritetsalgoritme";
"06 09 60 86 48 01 65 02 01 01 16"	= "Algoritme til nøgleudveksling";
"06 09 60 86 48 01 65 02 01 01 17"	= "Fortezza Wrap80-algoritme";
"06 09 60 86 48 01 65 02 01 01 18"	= "Nøglekrypteringsalgoritme (KEA)";

"06 09 60 86 48 01 65 02 01 02 01"	= "RFC 822-beskedformat";
"06 09 60 86 48 01 65 02 01 02 02"	= "Tomt indhold";
"06 09 60 86 48 01 65 02 01 02 03"	= "CSP-indsholdstype";
"06 09 60 86 48 01 65 02 01 02 2A"	= "MSP Rev 3-indholdstype";
"06 09 60 86 48 01 65 02 01 02 30"	= "MSP-indholdstype";
"06 09 60 86 48 01 65 02 01 02 31"	= "MSP Rekey Agent-protokol";
"06 09 60 86 48 01 65 02 01 02 32"	= "MSP MMP";
"06 09 60 86 48 01 65 02 01 02 42"	= "MSP Rev 3.1-indholdstype";
"06 09 60 86 48 01 65 02 01 02 48"	= "Videresendt del af MSP-besked";
"06 09 60 86 48 01 65 02 01 02 49"	= "Parametre til videresendt MSP-besked";
"06 09 60 86 48 01 65 02 01 02 50"	= "Videresendt del af CSP-besked";
"06 09 60 86 48 01 65 02 01 02 51"	= "Parametre til videresendt CSP-besked";
"06 09 60 86 48 01 65 02 01 02 52"	= "MSP MMP2";

/* SDN.700 INFOSEC policy */

"06 09 60 86 48 01 65 02 01 03 01"		= "SDNS-sikkerhedspolitik";
"06 09 60 86 48 01 65 02 01 03 02"		= "SDNS PRBAC";
"06 09 60 86 48 01 65 02 01 03 03"		= "Mosaic PRBAC";

"06 09 60 86 48 01 65 02 01 03 0A"		= "Sikkerhedspolitik";
"06 0A 60 86 48 01 65 02 01 03 0A 00"	= "NASP";
"06 0A 60 86 48 01 65 02 01 03 0A 01"	= "ELCO";
"06 0A 60 86 48 01 65 02 01 03 0A 02"	= "TK";
"06 0A 60 86 48 01 65 02 01 03 0A 03"	= "DSAP";
"06 0A 60 86 48 01 65 02 01 03 0A 04"	= "SSSS";
"06 0A 60 86 48 01 65 02 01 03 0A 05"	= "DNASP";
"06 0A 60 86 48 01 65 02 01 03 0A 06"	= "BYEMAN";
"06 0A 60 86 48 01 65 02 01 03 0A 07"	= "REL-US";
"06 0A 60 86 48 01 65 02 01 03 0A 08"	= "REL-AUS";
"06 0A 60 86 48 01 65 02 01 03 0A 09"	= "REL-CAN";
"06 0A 60 86 48 01 65 02 01 03 0A 0A"	= "REL-UK";
"06 0A 60 86 48 01 65 02 01 03 0A 0B"	= "REL-NZ";
"06 0A 60 86 48 01 65 02 01 03 0A 0C"	= "Generel";

"06 09 60 86 48 01 65 02 01 03 0B"			= "genser";
"06 0A 60 86 48 01 65 02 01 03 0B 00"		= "genserNations";
"06 0A 60 86 48 01 65 02 01 03 0B 01"		= "genserComsec";
"06 0A 60 86 48 01 65 02 01 03 0B 02"		= "genserAcquisition";
"06 0A 60 86 48 01 65 02 01 03 0B 03"		= "genserSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0B 03 00"	= "genserTagSetName";

"06 09 60 86 48 01 65 02 01 03 0C"			= "Standardsikkerhedspolitik";
"06 09 60 86 48 01 65 02 01 03 0D"			= "capcoMarkings";
"06 0A 60 86 48 01 65 02 01 03 0D 00"		= "capcoSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0D 00 01"	= "capcoTagSetName1";
"06 0B 60 86 48 01 65 02 01 03 0D 00 02"	= "capcoTagSetName2";
"06 0B 60 86 48 01 65 02 01 03 0D 00 03"	= "capcoTagSetName3";
"06 0B 60 86 48 01 65 02 01 03 0D 00 04"	= "capcoTagSetName4";

"06 09 60 86 48 01 65 02 01 05 01"	= "Algoritme til SDNS-certifikatadministration";
"06 09 60 86 48 01 65 02 01 05 02"	= "Certifikat til SDNS-brugersignatur";
"06 09 60 86 48 01 65 02 01 05 03"	= "Certifikat til SDNS-nøgleadministration og -signatur";
"06 09 60 86 48 01 65 02 01 05 04"	= "Certifikat til Fortezza-nøgleadministration";
"06 09 60 86 48 01 65 02 01 05 05"	= "Certifikat til Fortezza-nøgleadministration og -signatur";
"06 09 60 86 48 01 65 02 01 05 06"	= "Certifikat til Fortezza-brugersignatur";
"06 09 60 86 48 01 65 02 01 05 07"	= "Certifikat til CA-brugersignatur";
"06 09 60 86 48 01 65 02 01 05 08"	= "Certifikat til SDNS CA-signatur";
"06 09 60 86 48 01 65 02 01 05 0A"	= "Hjælpevektor";
"06 09 60 86 48 01 65 02 01 05 0B"	= "Modtagelsespolitik";
"06 09 60 86 48 01 65 02 01 05 0C"	= "Medlemsskab";
"06 09 60 86 48 01 65 02 01 05 0D"	= "Administratorer";
"06 09 60 86 48 01 65 02 01 05 0E"	= "alid";
"06 09 60 86 48 01 65 02 01 05 14"	= "janUKMs";
"06 09 60 86 48 01 65 02 01 05 15"	= "febUKMs";
"06 09 60 86 48 01 65 02 01 05 16"	= "marUKMs";
"06 09 60 86 48 01 65 02 01 05 17"	= "aprUKMs";
"06 09 60 86 48 01 65 02 01 05 18"	= "mayUKMs";
"06 09 60 86 48 01 65 02 01 05 19"	= "junUKMs";
"06 09 60 86 48 01 65 02 01 05 1A"	= "julUKMs";
"06 09 60 86 48 01 65 02 01 05 1B"	= "augUKMs";
"06 09 60 86 48 01 65 02 01 05 1C"	= "sepUKMs";
"06 09 60 86 48 01 65 02 01 05 1D"	= "octUKMs";
"06 09 60 86 48 01 65 02 01 05 1E"	= "novUKMs";
"06 09 60 86 48 01 65 02 01 05 1F"	= "decUKMs";

"06 09 60 86 48 01 65 02 01 05 28"	= "Meta SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 29"	= "SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 2A"	= "Meta SDNS-signatur CKL";
"06 09 60 86 48 01 65 02 01 05 2B"	= "SDNS-signatur CKL";
"06 09 60 86 48 01 65 02 01 05 2C"	= "Liste over tilbagekaldte SDNS-certifikater";
"06 09 60 86 48 01 65 02 01 05 2D"	= "Liste over tilbagekaldte Fortezza-certifikater";
"06 09 60 86 48 01 65 02 01 05 2E"	= "Fortezza CKL";
"06 09 60 86 48 01 65 02 01 05 2F"	= "Fritstillet adressebehandling";
"06 09 60 86 48 01 65 02 01 05 30"	= "Vagt";
"06 09 60 86 48 01 65 02 01 05 31"	= "Understøttede algoritmer";
"06 09 60 86 48 01 65 02 01 05 32"	= "Certifikat til Suite A-nøgleadministration";
"06 09 60 86 48 01 65 02 01 05 33"	= "Certifikat til Suite A-nøgleadministration og -signatur";
"06 09 60 86 48 01 65 02 01 05 34"	= "Certifikat til Suite A-brugersignatur";
"06 09 60 86 48 01 65 02 01 05 35"	= "PRBAC-info";
"06 09 60 86 48 01 65 02 01 05 36"	= "PRBAC CA-begrænsninger";
"06 09 60 86 48 01 65 02 01 05 37"	= "Privilegier til signatur- eller nøgleadministration";
"06 09 60 86 48 01 65 02 01 05 38"	= "Comm-privilegier";
"06 09 60 86 48 01 65 02 01 05 39"	= "Mærket attribut";
"06 09 60 86 48 01 65 02 01 05 3A"	= "Arkiv med politikoplysninger";
"06 09 60 86 48 01 65 02 01 05 3B"	= "Arkiv med sekundære politikoplysninger";
"06 09 60 86 48 01 65 02 01 05 3C"	= "Begrænsing af CA-godkendelse";

"06 09 60 86 48 01 65 02 01 07 01"		= "CSP-udvidelser";
"06 0A 60 86 48 01 65 02 01 07 01 00"	= "cspCsExtn";
"06 09 60 86 48 01 65 02 01 08 01"		= "ISSI-sikkerhedskategorier";
"06 09 60 86 48 01 65 02 01 08 02"		= "Standardprivilegier til sikkerhedsetiket";

"06 09 60 86 48 01 65 02 01 0A 01"			= "Signaturprivilegier";
"06 09 60 86 48 01 65 02 01 0A 02"			= "Privilegier til nøgleadministration";
"06 09 60 86 48 01 65 02 01 0A 03"			= "Privilegie til navngivet kodesæt";
"06 09 60 86 48 01 65 02 01 0B 01"			= "UK-demo";
"06 09 60 86 48 01 65 02 01 0B 02"			= "US Department of Defense Class 2";
"06 09 60 86 48 01 65 02 01 0B 03"			= "US Medium Pilot";
"06 09 60 86 48 01 65 02 01 0B 04"			= "US Department of Defense Class 4";
"06 09 60 86 48 01 65 02 01 0B 05"			= "US Department of Defense Class 3";
"06 09 60 86 48 01 65 02 01 0B 06"			= "US Department of Defense Class 5";
"06 09 60 86 48 01 65 02 01 0B 09"			= "US Department of Defense PKI Class 3";

"06 09 60 86 48 01 65 02 01 0C 00"			= "Test sikkerhedspolitik";
"06 0A 60 86 48 01 65 02 01 0C 00 01"		= "TSP1";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00"	= "TSP1-sikkerhedskategorier";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 00"	= "TSP1-kodesæt nul";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 01"	= "TSP1-kodesæt et";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 02"	= "TSP1-kodesæt to";
"06 0A 60 86 48 01 65 02 01 0C 00 02"		= "TSP2";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00"	= "TSP2-sikkerhedskategorier";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 00"	= "TSP2-kodesæt nul";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 01"	= "TSP2-kodesæt et";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 02"	= "TSP2-kodesæt to";

"06 0A 60 86 48 01 65 02 01 0C 00 03"		= "Kafka";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00"	= "Kafka-sikkerhedskategorier";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 01"	= "Navn på Kafka-kodesæt 1";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 02"	= "Navn på Kafka-kodesæt 2";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 03"	= "Navn på Kafka-kodesæt 3";

"06 0A 60 86 48 01 65 02 01 0C 01 01"		= "TCP1";
"06 09 60 86 48 01 65 02 01 0C 02"			= "Test CRL-element";

/* CSOR GAK-FIPS */

"06 07 60 86 48 01 65 03 01"			= "Mærke";
"06 07 60 86 48 01 65 03 02"			= "PKI";
"06 08 60 86 48 01 65 03 02 01"			= "Politik-id til GAK";
"06 0A 60 86 48 01 65 03 02 01 03 01"	= "Rudimentær politik-id til FBCA";
"06 0A 60 86 48 01 65 03 02 01 03 02"	= "Basal politik-id til FBCA";
"06 0A 60 86 48 01 65 03 02 01 03 03"	= "Medium politik-id til FBCA";
"06 0A 60 86 48 01 65 03 02 01 03 04"	= "Høj politik-id til FBCA";
"06 08 60 86 48 01 65 03 02 02"			= "GAK";
"06 09 60 86 48 01 65 03 02 02 01"		= "KRA-nøgle";
"06 08 60 86 48 01 65 03 02 03"			= "Afleveringsfrister";
"06 09 60 86 48 01 65 03 02 03 01"		= "Teknik til nøglegendannelse";
"06 09 60 86 48 01 65 03 02 03 02"		= "Egnet til nøglegendannelse";
"06 09 60 86 48 01 65 03 02 03 03"		= "Nøglegendannelse";
"06 08 60 86 48 01 65 03 02 04"			= "Type af nøglegendannelse";
"06 08 60 86 48 01 65 03 02 05"			= "CSOR GAK-udvidelse";
"06 07 60 86 48 01 65 03 03"			= "ARPA";

/* CSOR (NIST) Algorithms */

"06 07 60 86 48 01 65 03 04"			= "NIST-algoritme";
"06 08 60 86 48 01 65 03 04 01"			= "AES";
"06 09 60 86 48 01 65 03 04 01 01"		= "AES 128-ECB";
"06 09 60 86 48 01 65 03 04 01 02"		= "AES 128-CBC";
"06 09 60 86 48 01 65 03 04 01 03"		= "AES 128-OFB";
"06 09 60 86 48 01 65 03 04 01 04"		= "AES 128-CFB";
"06 09 60 86 48 01 65 03 04 01 15"		= "AES 192-ECB";
"06 09 60 86 48 01 65 03 04 01 16"		= "AES 192-CBC";
"06 09 60 86 48 01 65 03 04 01 17"		= "AES 192-OFB";
"06 09 60 86 48 01 65 03 04 01 18"		= "AES 192-CFB";
"06 09 60 86 48 01 65 03 04 01 29"		= "AES 256-ECB";
"06 09 60 86 48 01 65 03 04 01 2A"		= "AES 256-CBC";
"06 09 60 86 48 01 65 03 04 01 2B"		= "AES 256-OFB";
"06 09 60 86 48 01 65 03 04 01 2C"		= "AES 256-CFB";

/* NIST secure hash algorithms */

"06 08 60 86 48 01 65 03 04 02"         = "SHA";
"06 09 60 86 48 01 65 03 04 02 01"      = "SHA-256";
"06 09 60 86 48 01 65 03 04 02 02"      = "SHA-384";
"06 09 60 86 48 01 65 03 04 02 03"      = "SHA-512";
"06 09 60 86 48 01 65 03 04 02 04"      = "SHA-224";

/* Novell */

"06 0A 60 86 48 01 86 F8 37 01 02 08"		= "Novell-algoritme";
"06 0B 60 86 48 01 86 F8 37 01 02 08 16"	= "DES-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 17"	= "DES-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 18"	= "DES-EDE2-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 19"	= "DES-EDE2-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1A"	= "DES-EDE3-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1B"	= "DES-EDE3-CBC Pad IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1C"	= "RC5-CBC Pad";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1D"	= "MD2 med RSA-kryptering BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1E"	= "MD5 med RSA-kryptering BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1F"	= "SHA-1 med RSA-kryptering BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 20"	= "LM-behandling";
"06 0B 60 86 48 01 86 F8 37 01 02 08 28"	= "MD2";
"06 0B 60 86 48 01 86 F8 37 01 02 08 32"	= "MD5";
"06 0B 60 86 48 01 86 F8 37 01 02 08 33"	= "IKE HMAC med SHA1-RSA";
"06 0B 60 86 48 01 86 F8 37 01 02 08 34"	= "IKE HMAC med MD5-RSA";
"06 0B 60 86 48 01 86 F8 37 01 02 08 45"	= "RC2-CBC Pad";
"06 0B 60 86 48 01 86 F8 37 01 02 08 52"	= "SHA-1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5C"	= "RC2-CBC BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5F"	= "MD4";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 02"	= "MD4-pakke";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 03"	= "RSA-kryptering BSAFE1";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 04"	= "NW-adgangskode";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 05"	= "Novell Obfuscate-1";

"06 09 60 86 48 01 86 F8 37 01 09"			= "PKI";
"06 0A 60 86 48 01 86 F8 37 01 09 04"		= "PKI-attributtype";
"06 0B 60 86 48 01 86 F8 37 01 09 04 01"	= "Sikkerhedsattributter";
"06 0B 60 86 48 01 86 F8 37 01 09 04 02"	= "Tillidsgrænse";

/* Netscape */

"06 07 60 86 48 01 86 F8 42"		= "Netscape-objekt-id";
"06 08 60 86 48 01 86 F8 42 01"		= "Netscape-certifikatudvidelse";
"06 09 60 86 48 01 86 F8 42 01 01"	= "Netscape-certifikattype";
"06 09 60 86 48 01 86 F8 42 01 02"	= "Basis-URL til Netscape";
"06 09 60 86 48 01 86 F8 42 01 03"	= "Tilbagekaldelses-URL til Netscape";
"06 09 60 86 48 01 86 F8 42 01 04"	= "Tilbagekaldelses-URL til Netscape CA";
"06 09 60 86 48 01 86 F8 42 01 05"	= "Overførsels-URL til Netscape CRL";
"06 09 60 86 48 01 86 F8 42 01 06"	= "Overførsels-URL til Netscape CA-certifikat";
"06 09 60 86 48 01 86 F8 42 01 07"	= "Fornyelses-URL til Netscape-certifikat";
"06 09 60 86 48 01 86 F8 42 01 08"	= "Politik-URL til Netscape CA";
"06 09 60 86 48 01 86 F8 42 01 09"	= "Hjemmeside-URL til Netscape-certifikat";
"06 09 60 86 48 01 86 F8 42 01 0A"	= "Logo til Netscape-certifikatenhed";
"06 09 60 86 48 01 86 F8 42 01 0B"	= "Brugerbillede til Netscape-certifikat";
"06 09 60 86 48 01 86 F8 42 01 0C"	= "Netscape SSL-servernavn";
"06 09 60 86 48 01 86 F8 42 01 0D"	= "Kommentar til Netscape-certifikat";

"06 08 60 86 48 01 86 F8 42 02"		= "Netscape-datatype";
"06 09 60 86 48 01 86 F8 42 02 01"	= "billede/GIF";
"06 09 60 86 48 01 86 F8 42 02 02"	= "billede/JPEG";
"06 09 60 86 48 01 86 F8 42 02 03"	= "URL-adresse";
"06 09 60 86 48 01 86 F8 42 02 04"	= "tekst/HTML";

"06 09 60 86 48 01 86 F8 42 02 05"	= "Netscape-certifikatsekvens";
"06 09 60 86 48 01 86 F8 42 02 06"	= "URL til Netscape-certifikat";

"06 08 60 86 48 01 86 F8 42 03"			= "Objekt-id til Netscape-bibliotek";
"06 09 60 86 48 01 86 F8 42 03 01"		= "LDAP-definitioner";
"06 0A 60 86 48 01 86 F8 42 03 01 01"	= "Billicens";
"06 0A 60 86 48 01 86 F8 42 03 01 02"	= "Afdelingsnummer";
"06 0A 60 86 48 01 86 F8 42 03 01 03"	= "Medarbejdernummer";
"06 0A 60 86 48 01 86 F8 42 03 01 04"	= "Medarbejdertype";
"06 0A 60 86 48 01 86 F8 42 03 02 02"	= "Person i Intranetorganisation";

"06 09 60 86 48 01 86 F8 42 04 01"		= "Server Gated Crypto";

/* Verisign */

/* Country, zip, date of birth (age), and gender of cert owner (CZAG) in obfuscated form */
"06 0A 60 86 48 01 86 F8 45 01 06 03"	= "Verisign CZAG";

/* Text string used in certs issued to Netscape InBox customers */
"06 0A 60 86 48 01 86 F8 45 01 06 06"	= "Verisign InBox";

"06 0A 60 86 48 01 86 F8 45 01 06 0B"	= "Ukendt Verisign VPN-udvidelse";
"06 0A 60 86 48 01 86 F8 45 01 06 0D"	= "Ukendt Verisign VPN-udvidelse";

"06 0B 60 86 48 01 86 F8 45 01 07 01 01"	= "Id til Verisign-politik";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 01"	= "Verisign CPS v1-meddelelse";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 02"	= "Verisign CPS v1 NSI";

"06 0A 60 86 48 01 86 F8 45 01 08 01"		= "Verisign SGC CA";

/* SET */

"06 03 67 2A 00"	= "Indholdstype";
"06 04 67 2A 00 00"	= "PAN-data";
"06 04 67 2A 00 01"	= "PAN-mærke";
"06 04 67 2A 00 02"	= "Kun PAN";

"06 03 67 2A 01"	= "Beskedudvidelser";
"06 03 67 2A 02"	= "Felt";
"06 04 67 2A 02 00"	= "Fulde navn";
"06 04 67 2A 02 01"	= "Fornavn";
"06 04 67 2A 02 02"	= "Efternavn";
"06 04 67 2A 02 03"	= "Pigenavn";
"06 04 67 2A 02 04"	= "Stednavn";
"06 04 67 2A 02 05"	= "Id-nummer";
"06 04 67 2A 02 06"	= "Måned";
"06 04 67 2A 02 07"	= "Dato";
"06 04 67 2A 02 08"	= "Adresse";
"06 04 67 2A 02 09"	= "Telefon";
"06 04 67 2A 02 0A"	= "Beløb";
"06 04 67 2A 02 0B"	= "Kontonummer";
"06 04 67 2A 02 0C"	= "Adgangskode";

"06 03 67 2A 03"		= "Egenskab";
"06 04 67 2A 03 00"		= "Certifikat";
"06 05 67 2A 03 00 00"	= "Tommelaftryk til rodnøgle";
"06 05 67 2A 03 00 01"	= "Ekstra politik";

"06 03 67 2A 04"	= "Algoritme";
"06 03 67 2A 05"	= "Politik";
"06 04 67 2A 05 00"	= "Rod";
"06 03 67 2A 06"	= "Modul";
"06 03 67 2A 07"	= "Certifikatudvidelse";
"06 04 67 2A 07 00"	= "Hashed-rodnøgle";
"06 04 67 2A 07 01"	= "Certifikattype";
"06 04 67 2A 07 02"	= "Handelsdata";
"06 04 67 2A 07 03"	= "Kortcertifikat kræves";
"06 04 67 2A 07 04"	= "Tunneling";
"06 04 67 2A 07 05"	= "SET-udvidelser";
"06 04 67 2A 07 06"	= "SET-kvalifikation";

"06 03 67 2A 08"	= "Mærke";
"06 04 67 2A 08 01"		= "IATA-ATA";
"06 04 67 2A 08 04"		= "VISA";
"06 04 67 2A 08 05"		= "MasterCard";
"06 04 67 2A 08 1E"		= "Diners";
"06 04 67 2A 08 22"		= "American Express";
"06 05 67 2A 08 AE 7B"	= "Novus";

"06 03 67 2A 09"	= "Producent";
"06 04 67 2A 09 00"	= "GlobeSet";
"06 04 67 2A 09 01"	= "IBM";
"06 04 67 2A 09 02"	= "CyberCash";
"06 04 67 2A 09 03"	= "Terisa";
"06 04 67 2A 09 04"	= "RSADSI";
"06 04 67 2A 09 05"	= "VeriFone";
"06 04 67 2A 09 06"	= "TrinTech";
"06 04 67 2A 09 07"	= "BankGate";
"06 04 67 2A 09 08"	= "GTE";
"06 04 67 2A 09 09"	= "CompuSource";
"06 04 67 2A 09 0A"	= "Griffin";
"06 04 67 2A 09 0B"	= "Certicom";
"06 04 67 2A 09 0C"	= "OSS";
"06 04 67 2A 09 0D"	= "TenthMountain";
"06 04 67 2A 09 0E"	= "Antares";
"06 04 67 2A 09 0F"	= "ECC";
"06 04 67 2A 09 10"	= "Maithean";
"06 04 67 2A 09 11"	= "Netscape";
"06 04 67 2A 09 12"	= "Verisign";
"06 04 67 2A 09 13"	= "BlueMoney";
"06 04 67 2A 09 14"	= "Lacerte";
"06 04 67 2A 09 15"	= "Fujitsu";
"06 04 67 2A 09 16"	= "eLab";
"06 04 67 2A 09 17"	= "Entrust";
"06 04 67 2A 09 18"	= "VIAnet";
"06 04 67 2A 09 19"	= "III";
"06 04 67 2A 09 1A"	= "OpenMarket";
"06 04 67 2A 09 1B"	= "Lexem";
"06 04 67 2A 09 1C"	= "Intertrader";
"06 04 67 2A 09 1D"	= "Persimmon";
"06 04 67 2A 09 1E"	= "NABLE";
"06 04 67 2A 09 1F"	= "espace-net";
"06 04 67 2A 09 20"	= "Hitachi";
"06 04 67 2A 09 21"	= "Microsoft";
"06 04 67 2A 09 22"	= "NEC";
"06 04 67 2A 09 23"	= "Mitsubishi";
"06 04 67 2A 09 24"	= "NCR";
"06 04 67 2A 09 25"	= "e-COMM";
"06 04 67 2A 09 26"	= "Gemplus";

"06 03 67 2A 0A"	= "National";
"06 05 67 2A 0A E2 00"	= "Japan";

/* Draft SET (deprecated) */

"06 04 86 8D 6F 02"	= "Hashed-rodnøgle";
"06 04 86 8D 6F 03"	= "Certifikattype";
"06 04 86 8D 6F 04"	= "Handelsdata";
"06 04 86 8D 6F 05"	= "Kortcertifikat kræves";
"06 04 86 8D 6F 06"	= "Tunneling";
"06 04 86 8D 6F 07"	= "SET-kvalifikation";
"06 04 86 8D 6F 63"	= "SET-data";

/* Apple */

"06 06 2A 86 48 86 F7 63"		= "Apple";
"06 07 2A 86 48 86 F7 63 64"	= "Apple-datasikkerhed";

"06 08 2A 86 48 86 F7 63 64 01" = "Politik-id til Apple-godkendelse";
"06 09 2A 86 48 86 F7 63 64 01 01"  = "Apples politik mht. iSign";
"06 09 2A 86 48 86 F7 63 64 01 02"  = "Apple X.509-basispolitik";
"06 09 2A 86 48 86 F7 63 64 01 03"  = "Apple SSL-politik";
"06 09 2A 86 48 86 F7 63 64 01 04"  = "Apples politik mht. oprettelse af lokalt certifikat";
"06 09 2A 86 48 86 F7 63 64 01 05"  = "Apples lokale CSR-generationspolitik";
"06 09 2A 86 48 86 F7 63 64 01 06"  = "Apples politik mht. CRL-tilbagekaldelse";
"06 09 2A 86 48 86 F7 63 64 01 07"  = "Apples politik mht. OCSP-tilbagekaldelse";
"06 09 2A 86 48 86 F7 63 64 01 08"  = "Apple S/MIME-politik";
"06 09 2A 86 48 86 F7 63 64 01 09"  = "Apples politik mht. udbredt godkendelse";
"06 09 2A 86 48 86 F7 63 64 01 0A"  = "Signaturpolitik til Apple Softwareopdatering";
"06 09 2A 86 48 86 F7 63 64 01 0B"  = "Apple politik mht. IPsec";
"06 09 2A 86 48 86 F7 63 64 01 0C"  = "Apples politik mht. iChat";
"06 09 2A 86 48 86 F7 63 64 01 0D"  = "Signaturpolitik til Apple-ressourcer";
"06 09 2A 86 48 86 F7 63 64 01 0E"  = "Apple Kerberos-klientpolitik";
"06 09 2A 86 48 86 F7 63 64 01 0F"  = "Apple Kerberos Server-politik";
"06 09 2A 86 48 86 F7 63 64 01 10"  = "Apples politik mht. kodesignatur";
"06 09 2A 86 48 86 F7 63 64 01 11"  = "Signaturpolitik til Apple-pakker";

"06 08 2A 86 48 86 F7 63 64 02" = "Id til Apple-sikkerhedsalgoritme";
"06 09 2A 86 48 86 F7 63 64 02 01"  = "Fast Elliptic Encryption (FEE)";
"06 09 2A 86 48 86 F7 63 64 02 02"  = "ASC (Apple Secure Compression)";
"06 09 2A 86 48 86 F7 63 64 02 03"  = "FEE med MD5-signatur";
"06 09 2A 86 48 86 F7 63 64 02 04"  = "FEE med SHA-1-signatur";
"06 09 2A 86 48 86 F7 63 64 02 05"  = "Apple FEED-kryptering";
"06 09 2A 86 48 86 F7 63 64 02 06"  = "Apple FEED (eksperimental)";
"06 09 2A 86 48 86 F7 63 64 02 07"  = "FEE med ECDSA-signatur";

"06 08 2A 86 48 86 F7 63 64 03" = "Identifikation af Apple .Mac-certifikat";
"06 09 2A 86 48 86 F7 63 64 03 01"  = "Anmodning om Apple .Mac-certifikat";
"06 0A 2A 86 48 86 F7 63 64 03 01 01"  = "Anmodning om Apple .Mac-identitetscertifikat";
"06 0A 2A 86 48 86 F7 63 64 03 01 02"  = "Anmodning om Apple .Mac-certifikat til e-post-signatur";
"06 0A 2A 86 48 86 F7 63 64 03 01 03"  = "Anmodning om Apple .Mac-certifikat til e-post-kryptering";
"06 0A 2A 86 48 86 F7 63 64 03 01 04"  = "Anmodning om Apple .Mac-arkivliste";
"06 0A 2A 86 48 86 F7 63 64 03 01 05"  = "Anmodning om Apple .Mac-arkivlagring";
"06 0A 2A 86 48 86 F7 63 64 03 01 06"  = "Anmodning om Apple .Mac-arkivhentning";
"06 0A 2A 86 48 86 F7 63 64 03 01 07"  = "Anmodning om Apple .Mac-arkivfjernelse";
"06 09 2A 86 48 86 F7 63 64 03 02"  = "Apple .Mac-certifikatudvidelse";
"06 0A 2A 86 48 86 F7 63 64 03 02 01"   = "Apple .Mac-identitet";
"06 0A 2A 86 48 86 F7 63 64 03 02 02"   = "Apple .Mac-e-post-signatur";
"06 0A 2A 86 48 86 F7 63 64 03 02 03"   = "Apple .Mac-e-post-kryptering";
"06 09 2A 86 48 86 F7 63 64 03 03"  = "Anmodningsværdi for Apple .Mac-certifikat";
"06 0A 2A 86 48 86 F7 63 64 03 03 01"  = "Brugernavn";
"06 0A 2A 86 48 86 F7 63 64 03 03 02"  = "Adgangskode";
"06 0A 2A 86 48 86 F7 63 64 03 03 03"  = "Værtsnavn";
"06 0A 2A 86 48 86 F7 63 64 03 03 04"  = "Forny flag";
"06 0A 2A 86 48 86 F7 63 64 03 03 05"  = "Asynkront flag";

"06 08 2A 86 48 86 F7 63 64 04" = "Brug af Apples udvidede nøgle";
"06 09 2A 86 48 86 F7 63 64 04 01"  = "Apples kodesignatur";
"06 0A 2A 86 48 86 F7 63 64 04 01 01"  = "Apple-kodesignatur (udvikling)";
"06 0A 2A 86 48 86 F7 63 64 04 01 02"  = "Signering af Apple Softwareopdatering";
"06 0A 2A 86 48 86 F7 63 64 04 01 03"  = "Apples kodesignering (reserveret)";
"06 0A 2A 86 48 86 F7 63 64 04 01 04"  = "Apple-ressourcesignatur";
"06 09 2A 86 48 86 F7 63 64 04 02"  = "Apple iChat-signering";
"06 09 2A 86 48 86 F7 63 64 04 03"  = "Apple iChat-kryptering";
"06 09 2A 86 48 86 F7 63 64 04 04"  = "Apple-systemidentitet";

"06 08 2A 86 48 86 F7 63 64 05" = "Apples certifikatpolitikker";
"06 09 2A 86 48 86 F7 63 64 05 01"  = "Apples certifikatpolitik";
"06 09 2A 86 48 86 F7 63 64 05 02"  = "Apples .Mac-certifikatpolitik";

/* Extended key usage */

"06 04 55 1D 25 03"					= "Kodet signatur";

/* Intel CDSA-specific */

"06 07 60 86 48 01 86 F8 4D"	= "Intel";
"06 08 60 86 48 01 86 F8 4D 02"	= "Intel CDSA-sikkerhed";

"06 09 60 86 48 01 86 F8 4D 02 01"	= "Intel CDSA-sikkerhedsformater";
"06 0B 60 86 48 01 86 F8 4D 02 01 01 01"	= "X.509v3-certifikatudvidelser";
"06 0C 60 86 48 01 86 F8 4D 02 01 01 01 32"	= "X.509v3-udvidelser til privat certifikat";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 01"	= "Punktbillede af persons signatur";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 02"	= "Persons billede";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 03"	= "Persons e-post-adresse";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 04"	= "Brug undtagelser";

"06 0A 60 86 48 01 86 F8 4D 02 02 05"	= "Intel CDSA-sikkerhedsalgoritmer";
"06 0B 60 86 48 01 86 F8 4D 02 02 05 51"	= "SHA-1 med ECDSA";

/* end */
